[
  {
    "id": "encyclo_001",
    "title": "The Aurora Borealis",
    "title_zh": "北极光",
    "category": "Nature",
    "content": "The Aurora Borealis, also known as the Northern Lights, is a dazzling natural light display in the Earth's sky, predominantly seen in high-latitude regions around the Arctic and Antarctic. These dancing waves of light—often green, pink, or purple—are caused by disturbances in the magnetosphere generated by solar wind. When charged particles from the sun collide with gases in Earth's atmosphere, they produce these spectacular colors. Oxygen produces vibrant green and red light, while nitrogen causes blue and purple glows. Historically, many cultures believed these lights were spirits of the dead or bridges to the afterlife.",
    "content_zh": "北极光（Aurora Borealis）是地球天空中令人眼花缭乱的自然光展示，主要见于北极和南极周围的高纬度地区。这些舞动的光波——通常是绿色、粉色或紫色——是由太阳风引起的磁层扰动造成的。当来自太阳的带电粒子与地球大气层中的气体碰撞时，就会产生这些壮观的色彩。氧气产生鲜艳的绿色和红色光，而氮气则产生蓝色和紫色的光辉。历史上，许多文化认为这些光是死者的灵魂或通往来世的桥梁。",
    "difficulty": 3,
    "keywords": [
      "Solar Wind",
      "Atmosphere",
      "Magnetosphere",
      "Arctic"
    ]
  },
  {
    "id": "encyclo_002",
    "title": "Black Holes",
    "title_zh": "黑洞",
    "category": "Space",
    "content": "A black hole is a region of spacetime where gravity is so strong that nothing—no particles or even electromagnetic radiation such as light—can escape from it. The theory of general relativity predicts that a sufficiently compact mass can deform spacetime to form a black hole. The boundary of no return is called the event horizon. Although we cannot see black holes directly because they trap light, we can observe their effects on nearby stars and gas. In 2019, humanity captured the first-ever image of a black hole's shadow in the galaxy M87.",
    "content_zh": "黑洞是时空中的一个区域，那里的引力如此之强，以至于没有任何东西——没有粒子，甚至像光这样的电磁辐射——能从中逃脱。广义相对论预言，足够紧密的质量可以扭曲时空形成黑洞。无法回头的边界被称为事件视界。虽然我们不能直接看到黑洞，因为它们吞噬光线，但我们可以观察它们对附近恒星和气体的影响。2019年，人类在M87星系拍摄到了史上第一张黑洞阴影的照片。",
    "difficulty": 4,
    "keywords": [
      "Gravity",
      "Spacetime",
      "Event Horizon",
      "Relativity"
    ]
  },
  {
    "id": "encyclo_003",
    "title": "Photosynthesis",
    "title_zh": "光合作用",
    "category": "Biology",
    "content": "Photosynthesis is the process used by plants, algae, and certain bacteria to harness energy from sunlight and turn it into chemical energy. Here’s how it works: plants take in carbon dioxide (CO2) from the air and water (H2O) from the soil. Using the energy from the sun, they transform these ingredients into glucose (sugar) and oxygen. This process is vital for life on Earth not only because it produces the food plants need to survive, but also because it releases the oxygen that most living creatures breathe.",
    "content_zh": "光合作用是植物、藻类和某些细菌利用阳光能量并将其转化为化学能的过程。它的工作原理是：植物从空气中吸收二氧化碳（CO2），从土壤中吸收水（H2O）。利用太阳的能量，它们将这些原料转化为葡萄糖（糖）和氧气。这个过程对地球上的生命至关重要，不仅因为它产生了植物生存所需的食物，还因为它释放了大多数生物呼吸所需的氧气。",
    "difficulty": 3,
    "keywords": [
      "Plants",
      "Energy",
      "Oxygen",
      "Glucose"
    ]
  },
  {
    "id": "encyclo_004",
    "title": "The Great Wall of China",
    "title_zh": "中国长城",
    "category": "History",
    "content": "The Great Wall of China is a series of fortifications that were built across the historical northern borders of ancient Chinese states. Originally conceived by Emperor Qin Shi Huang in the 3rd century BC to protect against nomadic invasions, the best-known sections were built by the Ming Dynasty (1368–1644). It is the longest man-made structure in the world, stretching over 21,000 kilometers. Contrary to popular myth, it is not actually visible from the moon with the naked eye, but it remains one of the most impressive architectural feats in human history.",
    "content_zh": "中国长城是沿着中国古代北部边境修建的一系列防御工事。最初由秦始皇在公元前3世纪构想，用以防御游牧民族的入侵，最著名的路段是由明朝（1368-1644）修建的。它是世界上最长的人造结构，绵延超过21,000公里。与流行的传说相反，肉眼实际上无法从月球上看到它，但它仍然是人类历史上最令人印象深刻的建筑壮举之一。",
    "difficulty": 2,
    "keywords": [
      "Architecture",
      "Ming Dynasty",
      "Fortification",
      "Defense"
    ]
  },
  {
    "id": "encyclo_005",
    "title": "How Airplanes Fly",
    "title_zh": "飞机是如何飞行的",
    "category": "Technology",
    "content": "Airplanes fly by balancing four physical forces: lift, weight, thrust, and drag. The wings are designed with a special shape called an airfoil—curved on top and flatter on the bottom. As the plane moves forward (thrust) powered by engines, air flows faster over the curved top of the wing than underneath it. According to Bernoulli's principle, this creates lower pressure above the wing and higher pressure below, generating visual 'lift' that pushes the plane upward against gravity (weight).",
    "content_zh": "飞机通过平衡四种物理力来飞行：升力、重力、推力和阻力。机翼设计有一种特殊的形状，叫做翼型——上表面弯曲，底部较平。当飞机在引擎驱动下向前移动（推力）时，气流流过机翼弯曲上表面的速度比流过下面快。根据伯努利原理，这在机翼上方产生低压，下方产生高压，从而产生“升力”，将飞机向上推，对抗地心引力（重力）。",
    "difficulty": 3,
    "keywords": [
      "Aerodynamics",
      "Forces",
      "Lift",
      "Bernoulli"
    ]
  },
  {
    "id": "encyclo_006",
    "title": "The Titanic",
    "title_zh": "泰坦尼克号",
    "category": "History",
    "content": "RMS Titanic was a British passenger liner that sank in the North Atlantic Ocean on April 15, 1912, after colliding with an iceberg during her maiden voyage from Southampton to New York City. At the time, it was the largest ship afloat and was deemed 'unsinkable' due to its advanced watertight compartment design. However, the tragedy resulted in the deaths of more than 1,500 people, making it one of the deadliest marine disasters in history. The wreck was discovered in 1985 at the bottom of the ocean.",
    "content_zh": "皇家邮轮泰坦尼克号是一艘英国客轮，于1912年4月15日在从南安普顿前往纽约市的处女航中撞上冰山后，在北大西洋沉没。当时，它是海上最大的船只，因其先进的水密舱设计被称为“永不沉没”。然而，这场悲剧导致超过1,500人丧生，使其成为历史上最致命的海难之一。残骸于1985年在海底被发现。",
    "difficulty": 2,
    "keywords": [
      "Shipwreck",
      "Navigation",
      "Iceberg",
      "Tragedy"
    ]
  },
  {
    "id": "encyclo_007",
    "title": "Ants: The Super Organisms",
    "title_zh": "蚂蚁：超级生物",
    "category": "Nature",
    "content": "Ants are social insects that live in organized colonies which can house millions of individuals. They are known as 'superorganisms' because they operate as a unified entity. An ant colony typically contains one or more queens (who lay eggs), fertile males, and vast numbers of sterile female workers and soldiers. Ants can carry objects 10 to 50 times their own body weight. They communicate using chemicals called pheromones to leave trails for food or signal danger instantly to the rest of the colony.",
    "content_zh": "蚂蚁是社会性昆虫，生活在有组织的群落中，一个群落可容纳数百万个体。它们被称为“超级生物”，因为它们作为一个统一的实体运作。一个蚁群通常包含一只或多只蚁后（产卵）、可繁殖的雄蚁以及大量的工蚁和兵蚁（不育雌性）。蚂蚁能搬运自身体重10到50倍的物体。它们利用称为费洛蒙的化学物质进行交流，以此留下觅食路径或瞬间向群落其他成员发出危险信号。",
    "difficulty": 2,
    "keywords": [
      "Insects",
      "Pheromones",
      "Colony",
      "Strength"
    ]
  },
  {
    "id": "encyclo_008",
    "title": "The Internet",
    "title_zh": "互联网",
    "category": "Technology",
    "content": "The Internet is a global system of interconnected computer networks that use standard protocols to serve billions of users worldwide. It originated from ARPANET, a US military project in the 1960s designed to enable computers to share data. Today, it hosts the World Wide Web (WWW), which allows documents and resources to be linked via hyperlinks. The Internet has revolutionized communication, commerce, and entertainment, turning the world into a digitally connected global village.",
    "content_zh": "互联网是全球互相连接的计算机网络系统，使用标准协议为全世界数十亿用户提供服务。它起源于ARPANET，这是20世纪60年代的一个美国军事项目，旨在让计算机共享数据。今天，它承载了万维网（WWW），允许通过超链接连接文档和资源。互联网彻底改变了通信、商业和娱乐，将世界变成了一个数字连接的地球村。",
    "difficulty": 3,
    "keywords": [
      "Network",
      "Communication",
      "Web",
      "Data"
    ]
  },
  {
    "id": "encyclo_009",
    "title": "Honey: The Eternal Food",
    "title_zh": "蜂蜜：永恒的食物",
    "category": "Food",
    "content": "Honey is a sweet, viscous food substance made by honey bees. It is the only food that includes all the substances necessary to sustain life, including enzymes, vitamins, minerals, and water. Amazingly, honey never spoils. Archaeologists have found pots of honey in ancient Egyptian tombs that are over 3,000 years old and still perfectly edible. Its unique chemical composition—low water content and acidic pH—creates an environment where bacteria and spoilage organisms cannot survive.",
    "content_zh": "蜂蜜是蜜蜂制造的一种甜味粘稠食物。它是唯一包含维持生命所需所有物质的食物，包括酶、维生素、矿物质和水。令人惊奇的是，蜂蜜永远不会变质。考古学家在古埃及墓葬中发现了超过3000年的蜂蜜罐，而且仍然完全可以食用。其独特的化学成分——低水分含量和酸性pH值——创造了一个细菌和腐败生物无法生存的环境。",
    "difficulty": 2,
    "keywords": [
      "Bees",
      "Preservation",
      "Egypt",
      "Chemistry"
    ]
  },
  {
    "id": "encyclo_010",
    "title": "The Moon's Phases",
    "title_zh": "月相",
    "category": "Space",
    "content": "The Moon does not produce its own light; it shines by reflecting sunlight. As the Moon orbits Earth, the amount of the illuminated side we can see changes. These changes are called phases. The cycle starts with the New Moon (invisible), grows to a Crescent, then the First Quarter, Gibbous, and finally the Full Moon. It then shrinks back in reverse order. A complete lunar cycle takes about 29.5 days, which is the basis for the concept of a 'month' in many calendars.",
    "content_zh": "月球不发光；它是靠反射太阳光而发亮的。当月球绕地球运行时，我们能看到的被照亮部分的多少会发生变化。这些变化被称为月相。周期从新月（看不见）开始，变成新月牙，然后是上弦月、凸月，最后是满月。然后按相反顺序缩小。一个完整的月相周期大约需要29.5天，这是许多历法中“月”这一概念的基础。",
    "difficulty": 2,
    "keywords": [
      "Orbit",
      "Reflection",
      "Calendar",
      "Astronomy"
    ]
  },
  {
    "id": "encyclo_011",
    "title": "DNA: The Blueprint of Life",
    "title_zh": "DNA：生命的蓝图",
    "category": "Biology",
    "content": "Deoxyribonucleic acid (DNA) is a molecule that carries the genetic instructions used in the growth, development, functioning, and reproduction of all known living organisms. Structurally, DNA looks like a twisted ladder, known as a double helix. The 'rungs' of this ladder are made of pairs of four chemical bases (A, T, C, and G). The sequence of these bases determines the information available for building and maintaining an organism, much like letters of the alphabet appear in a certain order to form words and sentences.",
    "content_zh": "脱氧核糖核酸（DNA）是一种携带所有已知生物生长、发育、功能和繁殖所需的遗传指令的分子。在结构上，DNA看起来像一个扭曲的梯子，被称为双螺旋。梯子的“横档”由四种化学碱基（A、T、C和G）配对组成。这些碱基的序列决定了构建和维持生物体所需的信息，就像字母表中的字母按特定顺序排列形成单词和句子一样。",
    "difficulty": 4,
    "keywords": [
      "Genetics",
      "Molecule",
      "Double Helix",
      "Inheritance"
    ]
  },
  {
    "id": "encyclo_012",
    "title": "Volcanoes",
    "title_zh": "火山",
    "category": "Geology",
    "content": "A volcano is an opening in the Earth's crust that allows molten rock (magma), volcanic ash, and gases to escape from a magma chamber below the surface. When magma reaches the surface, it is called lava. Volcanoes are generally found where tectonic plates are diverging or converging. The most active volcanic region in the world is the 'Ring of Fire' encircling the Pacific Ocean. While destructive, volcanic eruptions also create fertile soil and new landmasses, such as the Hawaiian Islands.",
    "content_zh": "火山是地壳上的一个开口，允许熔岩（岩浆）、火山灰和气体从地下的岩浆室中逸出。当岩浆到达地表时，被称为熔岩。火山通常存在于板块分离或汇聚的地方。世界上最活跃的火山区是环绕太平洋的“火环”。虽然具有破坏性，但火山爆发也能创造肥沃的土壤和新的陆地，例如夏威夷群岛。",
    "difficulty": 3,
    "keywords": [
      "Eruption",
      "Lava",
      "Magma",
      "Tectonic Plates"
    ]
  },
  {
    "id": "encyclo_013",
    "title": "The Renaissance",
    "title_zh": "文艺复兴",
    "category": "History",
    "content": "The Renaissance was a fervent period of European cultural, artistic, political, and economic 'rebirth' following the Middle Ages. Generally described as taking place from the 14th to the 17th century, the Renaissance promoted the rediscovery of classical philosophy, literature, and art. It started in Florence, Italy, and spread throughout Europe. Major figures included Leonardo da Vinci, Michelangelo, and William Shakespeare. This era paved the way for the modern world by emphasizing humanism and scientific inquiry.",
    "content_zh": "文艺复兴是中世纪之后欧洲文化、艺术、政治和经济“重生”的热烈时期。通常被描述为发生在14世纪到17世纪，文艺复兴推动了古典哲学、文学和艺术的重新发现。它始于意大利佛罗伦萨，并传播到整个欧洲。主要人物包括莱昂纳多·达·芬奇、米开朗基罗和威廉·莎士比亚。这个时代通过强调人文主义和科学探索，为现代世界铺平了道路。",
    "difficulty": 3,
    "keywords": [
      "Culture",
      "Art",
      "Europe",
      "Humanism"
    ]
  },
  {
    "id": "encyclo_014",
    "title": "Quantum Mechanics",
    "title_zh": "量子力学",
    "category": "Physics",
    "content": "Quantum mechanics is a fundamental theory in physics that describes nature at the smallest scales of energy levels of atoms and subatomic particles. Unlike classical physics, where objects have definite positions and speeds, quantum mechanics introduces the concept of probability and uncertainty. A famous example is 'Schrödinger's cat', a thought experiment illustrating that a particle can exist in multiple states at once (superposition) until it is observed. This field has led to technologies like lasers, transistors, and MRI machines.",
    "content_zh": "量子力学是物理学的一个基础理论，描述了原子和亚原子粒子能级等最小尺度上的自然界。与经典物理学中物体具有确定位置和速度不同，量子力学引入了概率和不确定性的概念。一个著名的例子是“薛定谔的猫”，这是一个思想实验，说明粒子可以同时处于多种状态（叠加态），直到被观察。这一领域催生了激光、晶体管和核磁共振（MRI）等技术。",
    "difficulty": 5,
    "keywords": [
      "Physics",
      "Atoms",
      "Uncertainty",
      "Technology"
    ]
  },
  {
    "id": "encyclo_015",
    "title": "The Octopus",
    "title_zh": "章鱼",
    "category": "Nature",
    "content": "The octopus is one of the most intelligent invertebrates on the planet. They have three hearts and blue blood. Two hearts pump blood to the gills, while the third circulates it to the rest of the body. Octopuses are famous for their ability to camouflage; they can change both their color and skin texture instantly to blend into their surroundings. They are also master escape artists, capable of squeezing their soft bodies through any opening large enough for their beak, the only hard part of their body.",
    "content_zh": "章鱼是地球上最聪明的无脊椎动物之一。它们有三颗心脏和蓝色的血液。两颗心脏将血液泵入鳃，第三颗将血液循环到身体其余部分。章鱼以其伪装能力闻名；它们可以瞬间改变颜色和皮肤纹理以融入环境。它们也是逃脱大师，能够将柔软的身体挤过任何只要能容纳其喙（身体唯一坚硬部分）的开口。",
    "difficulty": 2,
    "keywords": [
      "Marine Life",
      "Camouflage",
      "Intelligence",
      "Biology"
    ]
  },
  {
    "id": "encyclo_016",
    "title": "The Industrial Revolution",
    "title_zh": "工业革命",
    "category": "History",
    "content": "The Industrial Revolution was the transition to new manufacturing processes in Europe and the United States, in the period from about 1760 to sometime between 1820 and 1840. This transition included going from hand production methods to machines, new chemical manufacturing and iron production processes, the increasing use of steam power and water power, and the development of machine tools. It began in Great Britain and marked a major turning point in history; almost every aspect of daily life was influenced in some way.",
    "content_zh": "工业革命是欧洲和美国在约1760年至1820-1840年间向新制造工艺的过渡。这一过渡包括从手工生产方法转向机器、新的化学制造和铁生产工艺、蒸汽动力和水力的日益使用以及机床的发展。它始于英国，标志着历史的一个主要转折点；日常生活的几乎每个方面都以某种方式受到了影响。",
    "difficulty": 3,
    "keywords": [
      "Machines",
      "Manufacturing",
      "Steam Power",
      "Economy"
    ]
  },
  {
    "id": "encyclo_017",
    "title": "Penguins",
    "title_zh": "企鹅",
    "category": "Nature",
    "content": "Penguins are a group of aquatic, flightless birds. They live almost exclusively in the Southern Hemisphere, with only one species, the Galápagos penguin, found north of the Equator. Highly adapted for life in the water, penguins have counter-shaded dark and white plumage and flippers for swimming. While they are clumsy on land, they are agile and fast underwater. The Emperor Penguin is the largest species and is famous for its endurance of the harsh Antarctic winter to breed.",
    "content_zh": "企鹅是一群水生、不会飞的鸟类。它们几乎只生活在南半球，只有一种——加拉帕戈斯企鹅——在赤道以北被发现。企鹅高度适应水中生活，拥有黑白反荫蔽的羽毛和用于游泳的鳍肢。虽然它们在陆地上笨拙，但在水下敏捷迅速。帝企鹅是最大的物种，以忍受严酷的南极冬季进行繁殖而闻名。",
    "difficulty": 2,
    "keywords": [
      "Birds",
      "Antarctic",
      "Swimming",
      "Adaptation"
    ]
  },
  {
    "id": "encyclo_018",
    "title": "Electricity",
    "title_zh": "电",
    "category": "Physics",
    "content": "Electricity is the set of physical phenomena associated with the presence and motion of matter that has a property of electric charge. It is not an invention, but a natural force; however, learning to generate and control it has defined the modern era. Lightning is one of the most dramatic natural examples of electricity. In our homes, electricity powers lights, appliances, and electronics, usually flowing through wires as a current of moving electrons.",
    "content_zh": "电是与带电荷物质的存在和运动相关的一组物理现象。它不是一种发明，而是一种自然力；然而，学会产生和控制它定义了现代时代。闪电是电最引人注目的自然例子之一。在我们的家中，电为灯具、电器和电子产品供电，通常作为移动电子流通过导线流动。",
    "difficulty": 3,
    "keywords": [
      "Energy",
      "Electrons",
      "Lightning",
      "Power"
    ]
  },
  {
    "id": "encyclo_019",
    "title": "The Pyramids of Giza",
    "title_zh": "吉萨金字塔群",
    "category": "History",
    "content": "The Pyramids of Giza are ancient masonry structures located in Egypt. The Great Pyramid of Giza is the oldest and largest of the three pyramids in the complex bordering present-day Giza. Built around 2560 BC over a 10 to 20-year period, it served as a tomb for the Pharaoh Khufu. It is the only surviving structure of the original Seven Wonders of the Ancient World. Scientists and engineers are still debating exactly how the ancient Egyptians moved the massive stone blocks.",
    "content_zh": "吉萨金字塔群是位于埃及的古代砖石结构。吉萨大金字塔是毗邻现代吉萨的建筑群中三座金字塔中最古老、最大的一座。建于公元前2560年左右，历时10到20年，作为法老胡夫的陵墓。它是古代世界七大奇迹中唯一幸存的建筑。科学家和工程师们仍在争论古埃及人究竟是如何搬运这些巨大石块的。",
    "difficulty": 2,
    "keywords": [
      "Egypt",
      "Pharaoh",
      "Tomb",
      "Architecture"
    ]
  },
  {
    "id": "encyclo_020",
    "title": "Vaccines",
    "title_zh": "疫苗",
    "category": "Health",
    "content": "A vaccine is a biological preparation that provides active acquired immunity to a particular infectious disease. A vaccine typically contains a biological agent that resembles a disease-causing microorganism and is often made from weakened or killed forms of the microbe, its toxins, or one of its surface proteins. The agent stimulates the body's immune system to recognize the agent as a threat, destroy it, and 'remember' it, so the immune system can more easily recognize and destroy any of these microorganisms that it later encounters.",
    "content_zh": "疫苗是一种生物制剂，可提供对特定传染病的有效获得性免疫。疫苗通常包含一种类似于致病微生物的生物制剂，通常由减毒或灭活的微生物、其毒素或其表面蛋白之一制成。该制剂刺激人体免疫系统将该制剂识别为威胁，将其摧毁并“记住”它，以便免疫系统以后能更容易地识别和摧毁遇到的任何此类微生物。",
    "difficulty": 3,
    "keywords": [
      "Medicine",
      "Immunity",
      "Virus",
      "Health"
    ]
  },
  {
    "id": "encyclo_021",
    "title": "The Silk Road",
    "title_zh": "丝绸之路",
    "category": "History",
    "content": "The Silk Road was an ancient network of trade routes that connected the East and West. It was central to cultural interaction between the regions for many centuries. The Silk Road primarily refers to the land routes connecting East Asia and Southeast Asia with South Asia, Persia, the Arabian Peninsula, East Africa, and Southern Europe. It derives its name from the lucrative trade in silk carried out along its length, beginning in the Han Dynasty in China (207 BCE – 220 CE).",
    "content_zh": "丝绸之路是连接东方和西方的古代贸易路线网络。许多世纪以来，它对这些地区之间的文化交流至关重要。丝绸之路主要指连接东亚、东南亚与南亚、波斯、阿拉伯半岛、东非和南欧的陆路通道。它的名字来源于沿线进行的利润丰厚的丝绸贸易，主要始于中国汉朝（公元前207年-公元220年）。",
    "difficulty": 3,
    "keywords": [
      "Trade",
      "Asia",
      "Europe",
      "Silk"
    ]
  },
  {
    "id": "encyclo_022",
    "title": "The Samurai",
    "title_zh": "武士",
    "category": "Culture",
    "content": "The Samurai were the hereditary military nobility and officer caste of medieval and early-modern Japan. They followed a set of rules called Bushido, or 'the way of the warrior,' which emphasized honor, courage, and loyalty to one's master. The Samurai were skilled in the use of many weapons, but their most famous weapon was the katana, a curved, single-edged sword. They played a dominant role in Japanese government and society until the Meiji Restoration of 1868.",
    "content_zh": "武士是中世纪和近代早期日本的世袭军事贵族和军官阶层。他们遵循一套被称为“武士道”的规则，强调荣誉、勇气和对主人的忠诚。武士擅长使用多种武器，但他们最著名的武器是武士刀，一种弯曲的单刃剑。直到1868年明治维新之前，他们在日本政府和社会中发挥了主导作用。",
    "difficulty": 3,
    "keywords": [
      "Japan",
      "Warrior",
      "Honor",
      "Sword"
    ]
  },
  {
    "id": "encyclo_023",
    "title": "The Printing Press",
    "title_zh": "印刷机",
    "category": "Technology",
    "content": "Invented by Johannes Gutenberg around 1440, the printing press is considered one of the most influential inventions in human history. By adapting existing technologies, Gutenberg created a movable type system that allowed for the mass production of books. This led to a dramatic increase in literacy and the spread of information across Europe. The first major book printed using this technology was the Gutenberg Bible. The printing press fueled the Renaissance and the Scientific Revolution.",
    "content_zh": "印刷机由约翰内斯·古腾堡于1440年左右发明，被认为是人类历史上最有影响力的发明之一。通过改进现有技术，古腾堡创造了一种活字印刷系统，允许大规模生产书籍。这导致了识字率的急剧上升和信息在整个欧洲的传播。使用这项技术印刷的第一本主要书籍是《古腾堡圣经》。印刷机推动了文艺复兴和科学革命。",
    "difficulty": 3,
    "keywords": [
      "Invention",
      "Books",
      "Literacy",
      "Knowledge"
    ]
  },
  {
    "id": "encyclo_024",
    "title": "Ancient Greek Democracy",
    "title_zh": "古希腊民主",
    "category": "History",
    "content": "In the 5th century BC, the city-state of Athens developed a system of government that we now call democracy. The word comes from the Greek words 'demos' (people) and 'kratos' (power), meaning 'power of the people'. Unlike modern representative democracies, Athens practiced direct democracy, where citizens gathered to vote directly on laws and government decisions. However, only adult male citizens could vote; women, slaves, and foreigners were excluded.",
    "content_zh": "公元前5世纪，雅典城邦发展出了一种我们现在称之为民主的政府制度。这个词来自希腊语“demos”（人民）和“kratos”（权力），意为“人民的权力”。与现代代议制民主不同，雅典实行直接民主，公民聚集在一起直接对法律和政府决策进行投票。然而，只有成年男性公民可以投票；妇女、奴隶和外国人被排除在外。",
    "difficulty": 3,
    "keywords": [
      "Athens",
      "Government",
      "Vote",
      "Greece"
    ]
  },
  {
    "id": "encyclo_025",
    "title": "The Vikings",
    "title_zh": "维京人",
    "category": "History",
    "content": "The Vikings were seafaring people from late 8th to early 11th century Scandinavia (modern-day Denmark, Norway, and Sweden). Known for their longships, they explored, raided, and traded across wide areas of Europe, Asia, and the North Atlantic islands. They reached as far east as Russia and as far west as North America (Newfoundland), centuries before Columbus. While often portrayed as brutal raiders, they were also skilled craftsmen, traders, and storytellers who left behind a rich mythology.",
    "content_zh": "维京人是8世纪末至11世纪初来自斯堪的纳维亚（现代丹麦、挪威和瑞典）的航海民族。他们以长船闻名，在欧洲、亚洲和北大西洋岛屿的广大地区进行探索、袭击和贸易。他们向东到达俄罗斯，向西到达北美（纽芬兰），比哥伦布早了几个世纪。虽然常被描绘成残酷的掠夺者，但他们也是技艺精湛的工匠、商人和讲故事的人，留下了丰富的神话。",
    "difficulty": 3,
    "keywords": [
      "Scandinavia",
      "Exploration",
      "Ships",
      "Raiders"
    ]
  },
  {
    "id": "encyclo_026",
    "title": "The Colosseum",
    "title_zh": "罗马斗兽场",
    "category": "History",
    "content": "The Colosseum constitutes the largest amphitheater ever built. Located in the center of Rome, Italy, it was commissioned by Emperor Vespasian in AD 72 and completed by his son Titus in AD 80. It could hold between 50,000 and 80,000 spectators who watched gladiatorial contests and public spectacles such as mock sea battles, animal hunts, and executions. Despite being damaged by earthquakes and stone-robbers over the centuries, it remains an iconic symbol of Imperial Rome.",
    "content_zh": "罗马斗兽场是有史以来建造的最大的圆形剧场。它位于意大利罗马市中心，由韦帕芗皇帝于公元72年下令建造，并由其子提图斯于公元80年完工。它可以容纳5万到8万名观众，观看角斗士比赛以及模拟海战、狩猎动物和处决等公开表演。尽管几个世纪以来受到地震和石料盗窃的破坏，它仍然是罗马帝国的标志性象征。",
    "difficulty": 3,
    "keywords": [
      "Rome",
      "Architecture",
      "Gladiators",
      "History"
    ]
  },
  {
    "id": "encyclo_027",
    "title": "Hieroglyphs",
    "title_zh": "象形文字",
    "category": "Culture",
    "content": "Hieroglyphs were the formal writing system used in Ancient Egypt. The word 'hieroglyph' comes from Greek, meaning 'sacred carving'. This system combined logographic, syllabic, and alphabetic elements, with a total of some 1,000 distinct characters. For centuries, the meaning of hieroglyphs was lost until the discovery of the Rosetta Stone in 1799, which contained the same text in Greek and Egyptian, allowing scholars to finally decipher the ancient secrets.",
    "content_zh": "象形文字是古埃及使用的正式书写系统。“象形文字”一词来自希腊语，意为“神圣的雕刻”。该系统结合了表意、音节和字母元素，共有约1000个不同的字符。几个世纪以来，象形文字的含义已经失传，直到1799年发现罗塞塔石碑，碑上刻有相同的希腊文和埃及文，学者们才最终破解了这些古老的秘密。",
    "difficulty": 4,
    "keywords": [
      "Egypt",
      "Writing",
      "Rosetta Stone",
      "Language"
    ]
  },
  {
    "id": "encyclo_028",
    "title": "The French Revolution",
    "title_zh": "法国大革命",
    "category": "History",
    "content": "The French Revolution (1789–1799) was a period of radical political and social change in France that had a major impact on the world. It began with the Storming of the Bastille and ended with the rise of Napoleon Bonaparte. The revolution overthrew the monarchy, established a republic, and experienced violent periods of political turmoil. Its motto 'Liberty, Equality, Fraternity' inspired democratic movements globally and marked the decline of absolute monarchies.",
    "content_zh": "法国大革命（1789-1799）是法国政治和社会发生激进变革的时期，对世界产生了重大影响。它始于攻占巴士底狱，终于拿破仑·波拿巴的崛起。革命推翻了君主制，建立了共和国，并经历了剧烈的政治动荡期。其座右铭“自由、平等、博爱”激励了全球的民主运动，标志着绝对君主制的衰落。",
    "difficulty": 4,
    "keywords": [
      "France",
      "Democracy",
      "Liberty",
      "Napoleon"
    ]
  },
  {
    "id": "encyclo_029",
    "title": "The Olympic Games",
    "title_zh": "奥林匹克运动会",
    "category": "Culture",
    "content": "The Olympic Games originated in ancient Greece as a religious and athletic festival held every four years at the sanctuary of Zeus in Olympia. The ancient games featured running, wrestling, boxing, and chariot racing. They were revived in the late 19th century by Pierre de Coubertin, with the first modern Olympics held in Athens in 1896. Today, the Olympics are the world's foremost sports competition, bringing together thousands of athletes from more than 200 nations.",
    "content_zh": "奥林匹克运动会起源于古希腊，是在奥林匹亚宙斯神庙每四年举行一次的宗教和体育节日。古代比赛包括赛跑、摔跤、拳击和战车赛。它们在19世纪末由皮埃尔·德·顾拜旦复兴，第一届现代奥运会于1896年在雅典举行。今天，奥运会是世界上最重要的体育比赛，聚集了来自200多个国家的数千名运动员。",
    "difficulty": 2,
    "keywords": [
      "Sports",
      "Greece",
      "Competition",
      "Athletes"
    ]
  },
  {
    "id": "encyclo_030",
    "title": "The Aztec Empire",
    "title_zh": "阿兹特克帝国",
    "category": "History",
    "content": "The Aztec Empire flourished in central Mexico in the post-classic period from 1300 to 1521. The Aztec people built a magnificent capital city, Tenochtitlan, on an island in Lake Texcoco (now Mexico City). They were known for their advanced agriculture (floating gardens called chinampas), complex calendar system, and massive pyramid temples. The empire fell to Spanish conquistadors led by Hernán Cortés in 1521, an event that marked the beginning of Spanish colonization of the Americas.",
    "content_zh": "阿兹特克帝国于1300年至1521年的后古典时期在墨西哥中部繁荣发展。阿兹特克人在特斯科科湖（现墨西哥城）的一个岛上建造了宏伟的首都特诺奇蒂特兰。他们以先进的农业（称为chinampas的漂浮花园）、复杂的历法系统和巨大的金字塔神庙而闻名。1521年，帝国被埃尔南·科尔特斯率领的西班牙征服者击败，这一事件标志着西班牙对美洲殖民统治的开始。",
    "difficulty": 3,
    "keywords": [
      "Mexico",
      "Empire",
      "Pyramid",
      "History"
    ]
  },
  {
    "id": "encyclo_031",
    "title": "Alexander the Great",
    "title_zh": "亚历山大大帝",
    "category": "History",
    "content": "Alexander III of Macedon, commonly known as Alexander the Great, was a king of the ancient Greek kingdom of Macedon. Born in 356 BC, he succeeded his father Philip II at age 20. He spent most of his ruling years on an unprecedented military campaign through Asia and northeast Africa. By the age of 30, he had created one of the largest empires in history, stretching from Greece to northwestern India. He was undefeated in battle and is widely considered one of history's most successful military commanders.",
    "content_zh": "马其顿的亚历山大三世，通称亚历山大大帝，是古希腊马其顿王国的国王。生于公元前356年，他在20岁时继位父亲腓力二世。他在位的大部分时间都花在了穿越亚洲和非洲东北部的前所未有的军事征战上。到30岁时，他建立了历史上最大的帝国之一，从希腊延伸到印度西北部。他在战斗中未尝败绩，被广泛认为是历史上最成功的军事指挥官之一。",
    "difficulty": 3,
    "keywords": [
      "King",
      "Empire",
      "War",
      "Conqueror"
    ]
  },
  {
    "id": "encyclo_032",
    "title": "The Black Death",
    "title_zh": "通过黑死病",
    "category": "History",
    "content": "The Black Death was a devastating global epidemic of bubonic plague that struck Europe and Asia in the mid-1300s. It is estimated to have killed 75 to 200 million people, wiping out between 30% and 60% of Europe's total population. The plague was caused by the bacterium Yersinia pestis, spread by fleas on rats. The massive loss of life led to labor shortages, which resulted in higher wages for workers and contributed to the end of the feudal system in Europe.",
    "content_zh": "黑死病是1300年代中期袭击欧洲和亚洲的一场毁灭性的腺鼠疫全球大流行。据估计，它导致7500万至2亿人死亡，消灭了欧洲总人口的30%至60%。鼠疫是由鼠疫耶尔森菌引起的，通过老鼠身上的跳蚤传播。大量人口死亡导致劳动力短缺，从而提高了工人的工资，并促成了欧洲封建制度的终结。",
    "difficulty": 3,
    "keywords": [
      "Plague",
      "Epidemic",
      "Europe",
      "Disease"
    ]
  },
  {
    "id": "encyclo_033",
    "title": "The Statue of Liberty",
    "title_zh": "自由女神像",
    "category": "Culture",
    "content": "The Statue of Liberty is a colossal neoclassical sculpture on Liberty Island in New York Harbor. Dedicated on October 28, 1886, it was a gift to the United States from the people of France. The statue is a figure of Libertas, a robed Roman liberty goddess. She holds a torch above her head with her right hand, and in her left hand carries a tabula ansata inscribed in Roman numerals with 'JULY IV MDCCLXXVI' (July 4, 1776), the date of the U.S. Declaration of Independence.",
    "content_zh": "自由女神像是位于纽约港自由岛上的一座巨大的新古典主义雕塑。于1886年10月28日落成，是法国人民送给美国的礼物。雕像是罗马自由女神利伯塔斯的形象。她右手高举火炬，左手拿着一块刻有罗马数字“JULY IV MDCCLXXVI”（1776年7月4日）的铭牌，这是美国《独立宣言》的日期。",
    "difficulty": 2,
    "keywords": [
      "New York",
      "Symbol",
      "Freedom",
      "France"
    ]
  },
  {
    "id": "encyclo_034",
    "title": "The Wright Brothers",
    "title_zh": "莱特兄弟",
    "category": "Technology",
    "content": "Orville and Wilbur Wright were two American aviation pioneers generally credited with inventing, building, and flying the world's first successful motor-operated airplane. They made the first controlled, sustained flight of a powered, heavier-than-air aircraft on December 17, 1903, near Kitty Hawk, North Carolina. Their breakthrough was not just a powerful engine, but the invention of 'three-axis control', which enabled the pilot to steer the aircraft effectively and maintain its equilibrium.",
    "content_zh": "奥维尔和威尔伯·莱特是两位美国航空先驱，被公认为发明、制造并驾驶了世界上第一架成功的机动飞机。1903年12月17日，他们在北卡罗来纳州基蒂霍克附近进行了第一次受控的、持续的动力重于空气飞行器的飞行。他们的突破不仅在于强大的引擎，还在于发明了“三轴控制”，使飞行员能够有效地驾驶飞机并保持平衡。",
    "difficulty": 3,
    "keywords": [
      "Aviation",
      "Flight",
      "Invention",
      "Airplane"
    ]
  },
  {
    "id": "encyclo_035",
    "title": "The Berlin Wall",
    "title_zh": "柏林墙",
    "category": "History",
    "content": "The Berlin Wall was a guarded concrete barrier that physically and ideologically divided Berlin from 1961 to 1989. Constructed by the German Democratic Republic (East Germany), it cut off West Berlin from surrounding East Germany and from East Berlin. The Wall came to symbolize the 'Iron Curtain' that separated Western Europe and the Eastern Bloc during the Cold War. Its fall in November 1989 paved the way for German reunification and was a pivotal moment in modern history.",
    "content_zh": "柏林墙是从1961年到1989年在物理上和意识形态上分割柏林的一道受卫混凝土屏障。由德意志民主共和国（东德）建造，将西柏林与周围的东德和东柏林隔开。这堵墙成为了冷战期间分隔西欧和东方集团的“铁幕”的象征。它在1989年11月的倒塌为德国统一铺平了道路，是现代历史上的一个关键时刻。",
    "difficulty": 3,
    "keywords": [
      "Germany",
      "Cold War",
      "Division",
      "History"
    ]
  },
  {
    "id": "encyclo_036",
    "title": "Sushi",
    "title_zh": "寿司",
    "category": "Culture",
    "content": "Sushi is a traditional Japanese dish of prepared vinegared rice ('sushi-meshi'), usually with some sugar and salt, accompanying a variety of ingredients, such as mainly seafood (often raw) and vegetables. Styles of sushi and its presentation vary widely, but the one key ingredient is 'sushi rice'. Originally, sushi was a method of preserving fish in fermented rice. The modern form of sushi, involving fresh fish and quick preparation, was developed in Tokyo in the early 19th century.",
    "content_zh": "寿司是一道传统的日本料理，由加醋的米饭（“寿司饭”）——通常加少许糖和盐——搭配各种食材，主要是海鲜（通常是生的）和蔬菜组成。寿司的风格和摆盘千变万化，但唯一的关键食材是“寿司饭”。最初，寿司是一种在发酵米饭中保存鱼的方法。包括鲜鱼和快速制作的现代寿司形式，是19世纪初在东京发展起来的。",
    "difficulty": 2,
    "keywords": [
      "Food",
      "Japan",
      "Rice",
      "Seafood"
    ]
  },
  {
    "id": "encyclo_037",
    "title": "The United Nations",
    "title_zh": "联合国",
    "category": "History",
    "content": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a center for harmonizing the actions of nations. It was established after World War II in 1945, replacing the ineffective League of Nations. Headquartered in New York City, it currently has 193 member states. The UN works on issues such as human rights, climate change, and humanitarian aid.",
    "content_zh": "联合国（UN）是一个政府间组织，旨在维护国际和平与安全，发展国家间友好关系，实现国际合作，并成为协调各国行动的中心。它是在第二次世界大战后的1945年成立的，取代了无效的国际联盟。总部位于纽约市，目前有193个成员国。联合国致力于解决人权、气候变化和人道主义援助等问题。",
    "difficulty": 3,
    "keywords": [
      "Organization",
      "Peace",
      "World",
      "Cooperation"
    ]
  },
  {
    "id": "encyclo_038",
    "title": "Jazz",
    "title_zh": "爵士乐",
    "category": "Culture",
    "content": "Jazz is a music genre that originated in the African-American communities of New Orleans, Louisiana, in the late 19th and early 20th centuries. It developed from roots in blues and ragtime. Jazz is characterized by swing and blue notes, call and response vocals, polyrhythms and improvisation. It has been recognized as a major form of musical expression. Famous jazz musicians include Louis Armstrong, Duke Ellington, and Miles Davis.",
    "content_zh": "爵士乐是一种音乐流派，起源于19世纪末和20世纪初路易斯安那州新奥尔良的非裔美国人社区。它从蓝调和拉格泰姆的根源发展而来。爵士乐的特点是摇摆节奏和蓝调音符、呼应唱法、多重节奏和即兴创作。它被公认为一种主要的音乐表达形式。著名的爵士音乐家包括路易斯·阿姆斯特朗、杜克·艾林顿和迈尔斯·戴维斯。",
    "difficulty": 3,
    "keywords": [
      "Music",
      "USA",
      "Improvisation",
      "Art"
    ]
  },
  {
    "id": "encyclo_039",
    "title": "The Magna Carta",
    "title_zh": "大宪章",
    "category": "History",
    "content": "Magna Carta (Latin for 'Great Charter') is a royal charter of rights agreed to by King John of England at Runnymede in 1215. It attempted to make peace between the unpopular King and a group of rebel barons. It promised the protection of church rights, protection for the barons from illegal imprisonment, access to swift justice, and limitations on feudal payments to the Crown. It is famous as an early symbol of the principle that everyone, including the king, is subject to the law.",
    "content_zh": "大宪章（拉丁语意为“伟大的宪章”）是英格兰国王约翰于1215年在兰尼米德同意的一份权利宪章。它试图在不得人心的国王和一群反叛男爵之间建立和平。它承诺保护教会权利，保护男爵免受非法监禁，获得快速审判，并限制向王室支付的封建款项。作为早期的象征，它确立了包括国王在内的每个人都受法律约束的原则。",
    "difficulty": 4,
    "keywords": [
      "Law",
      "England",
      "King",
      "Rights"
    ]
  },
  {
    "id": "encyclo_040",
    "title": "Yoga",
    "title_zh": "瑜伽",
    "category": "Culture",
    "content": "Yoga is a group of physical, mental, and spiritual practices or disciplines which originated in ancient India. While there are many schools of yoga, in the Western world, it is often associated with the physical practice of postures (asanas) and breath control (pranayama) used for exercise and stress relief. The ultimate goal of yoga ismoksha (liberation), but today millions practice it for its health benefits, including flexibility, strength, and mental clarity.",
    "content_zh": "瑜伽是一组起源于古印度的身体、心理和精神练习或学科。虽然瑜伽流派众多，但在西方世界，它通常与用于锻炼和缓解压力的体式（asanas）和呼吸控制（pranayama）的身体练习联系在一起。瑜伽的最终目标是莫克沙（解脱），但今天数以百万计的人练习它是为了它的健康益处，包括柔韧性、力量和思维清晰。",
    "difficulty": 2,
    "keywords": [
      "India",
      "Health",
      "Exercise",
      "Meditation"
    ]
  },
  {
    "id": "encyclo_041",
    "title": "The Moon Landing",
    "title_zh": "登月",
    "category": "Space",
    "content": "On July 20, 1969, the Apollo 11 mission achieved one of humanity's greatest milestones: landing on the Moon. Astronauts Neil Armstrong and Buzz Aldrin became the first humans to set foot on the lunar surface. As he stepped onto the dusty ground, Armstrong famously declared, 'That's one small step for man, one giant leap for mankind.' The event was watched by an estimated 600 million people on television and marked a victory for the United States in the Space Race.",
    "content_zh": "1969年7月20日，阿波罗11号任务实现了人类最伟大的里程碑之一：登陆月球。宇航员尼尔·阿姆斯特朗和巴兹·奥尔德林成为第一批踏上月球表面的人类。当阿姆斯特朗踏上尘土飞扬的地面时，他说出了那句名言：“这是一个人的一小步，却是人类的一大步。”估计有6亿人在电视上观看了这一事件，标志着美国在太空竞赛中的胜利。",
    "difficulty": 3,
    "keywords": [
      "Apollo 11",
      "Armstrong",
      "History",
      "NASA"
    ]
  },
  {
    "id": "encyclo_042",
    "title": "Artificial Intelligence",
    "title_zh": "人工智能",
    "category": "Technology",
    "content": "Artificial Intelligence (AI) refers to the simulation of human intelligence in machines that are programmed to think and learn like humans. The term can also be applied to any machine that exhibits traits associated with a human mind, such as learning and problem-solving. Modern AI drives everything from search engine algorithms and recommendation systems (like Netflix) to self-driving cars and voice assistants like Siri and Alexa. The rapid advancement of AI raises both excitement about future possibilities and ethical concerns.",
    "content_zh": "人工智能（AI）是指在编程成像人类一样思考和学习的机器中模拟人类智能。这个术语也可以应用于任何表现出与人类思维相关特征（如学习和解决问题）的机器。现代人工智能驱动着从搜索引擎算法和推荐系统（如Netflix）到自动驾驶汽车和像Siri、Alexa这样的语音助手的一切。人工智能的快速发展既引发了对未来可能性的兴奋，也引起了伦理担忧。",
    "difficulty": 4,
    "keywords": [
      "Computer",
      "Future",
      "Machine Learning",
      "Algorithm"
    ]
  },
  {
    "id": "encyclo_043",
    "title": "The Hubble Space Telescope",
    "title_zh": "哈勃太空望远镜",
    "category": "Space",
    "content": "Launched into low Earth orbit in 1990, the Hubble Space Telescope remains one of the largest and most versatile space telescopes. Because it is above the distortion of Earth's atmosphere, it captures extremely high-resolution images with almost no background light. Hubble has recorded some of the most detailed visible-light images ever, allowing a deep view into space and time. It has helped determine the age of the universe and the rate of its expansion.",
    "content_zh": "哈勃太空望远镜于1990年发射到近地轨道，仍然是最大、功能最全的太空望远镜之一。由于它位于地球大气层的扭曲之上，它能拍摄出几乎没有背景光的高分辨率图像。哈勃记录了一些有史以来最详细的可见光图像，允许深入观察空间和时间。它帮助确定了宇宙的年龄及其膨胀速度。",
    "difficulty": 3,
    "keywords": [
      "Telescope",
      "Stars",
      "Universe",
      "NASA"
    ]
  },
  {
    "id": "encyclo_044",
    "title": "Mars Rovers",
    "title_zh": "火星探测车",
    "category": "Space",
    "content": "Mars rovers are motor-driven vehicles that travel across the surface of the planet Mars upon arrival. Famous rovers include Sojourner, Spirit, Opportunity, Curiosity, and Perseverance. These robotic geologists explore the Red Planet, taking photos, analyzing soil and rock samples, and searching for signs of ancient life (microbes) and water. 'Opportunity' famously operated for over 14 years, far exceeding its planned 90-day mission.",
    "content_zh": "火星探测车是到达火星后在其表面行驶的机动车辆。著名的探测车包括“旅居者”、“勇气号”、“机遇号”、“好奇号”和“毅力号”。这些机器人地质学家探索这颗红色星球，拍摄照片，分析土壤和岩石样本，并寻找古代生命（微生物）和水的迹象。“机遇号”著名的运作了超过14年，远超其计划的90天任务。",
    "difficulty": 3,
    "keywords": [
      "Mars",
      "Robot",
      "Exploration",
      "Science"
    ]
  },
  {
    "id": "encyclo_045",
    "title": "The International Space Station",
    "title_zh": "国际空间站",
    "category": "Space",
    "content": "The International Space Station (ISS) is a modular space station (habitable artificial satellite) in low Earth orbit. It is a multinational collaborative project involving five space agencies: NASA (US), Roscosmos (Russia), JAXA (Japan), ESA (Europe), and CSA (Canada). Since November 2000, it has been continuously occupied by astronauts conducting experiments in biology, physics, astronomy, and meteorology in a microgravity environment.",
    "content_zh": "国际空间站（ISS）是位于近地轨道的模块化空间站（适居人造卫星）。它是涉及五个航天机构的多国合作项目：NASA（美国）、Roscosmos（俄罗斯）、JAXA（日本）、ESA（欧洲）和CSA（加拿大）。自2000年11月以来，一直有宇航员驻留，在微重力环境中进行生物学、物理学、天文学和气象学实验。",
    "difficulty": 3,
    "keywords": [
      "Orbit",
      "Astronaut",
      "Gravity",
      "Science"
    ]
  },
  {
    "id": "encyclo_046",
    "title": "Smartphones",
    "title_zh": "智能手机",
    "category": "Technology",
    "content": "A smartphone is a portable computer device that combines mobile telephone and computing functions into one unit. They feature touchscreens, internet access, cameras, and the ability to run third-party software applications ('apps'). The introduction of the iPhone by Apple in 2007 revolutionized the industry, making smartphones an essential part of daily life for billions. Today, they serve as our cameras, maps, banks, televisions, and social hubs.",
    "content_zh": "智能手机是一种将移动电话和计算功能结合为一体的便携式计算机设备。它们具有触摸屏、互联网接入、摄像头以及运行第三方软件应用程序（“app”）的能力。2007年苹果推出iPhone彻底改变了该行业，使智能手机成为数十亿人日常生活中不可或缺的一部分。今天，它们充当我们的相机、地图、银行、电视和社交中心。",
    "difficulty": 2,
    "keywords": [
      "Mobile",
      "Apple",
      "Android",
      "Communication"
    ]
  },
  {
    "id": "encyclo_047",
    "title": "Satellites",
    "title_zh": "人造卫星",
    "category": "Space",
    "content": "An artificial satellite is an object that has been intentionally placed into orbit. The first satellite, Sputnik 1, was launched by the Soviet Union in 1957. Today, thousands of satellites orbit Earth, serving vital roles in communication, weather forecasting, navigation (GPS), and military observation. Communication satellites allow for global television broadcasts and phone calls, while weather satellites help meteorologists predict storms.",
    "content_zh": "人造卫星是被有意放置在轨道上的物体。第一颗卫星Sputnik 1由苏联于1957年发射。今天，成千上万颗卫星绕地球运行，在通信、天气预报、导航（GPS）和军事观察中发挥着至关重要的作用。通信卫星允许全球电视广播和电话通话，而气象卫星帮助气象学家预测风暴。",
    "difficulty": 3,
    "keywords": [
      "Orbit",
      "Communication",
      "GPS",
      "Sputnik"
    ]
  },
  {
    "id": "encyclo_048",
    "title": "The Lightbulb",
    "title_zh": "电灯泡",
    "category": "Technology",
    "content": "While many inventors worked on electric light, Thomas Edison is credited with creating the first commercially practical incandescent light bulb in 1879. His design used a carbon filament that could burn for many hours. The lightbulb fundamentally changed human society by extending the 'day' into the night, allowing factories to operate in shifts and people to socialize or read after dark. It led to the electrification of homes and cities worldwide.",
    "content_zh": "虽然许多发明家都在研究电灯，但托马斯·爱迪生被认为在1879年创造了第一个商业实用的白炽灯泡。他的设计使用了可以燃烧数小时的碳丝。灯泡通过将“白天”延伸到夜晚，从根本上改变了人类社会，允许工厂轮班操作，人们在天黑后社交或阅读。它导致了全球家庭和城市的电气化。",
    "difficulty": 2,
    "keywords": [
      "Edison",
      "Invention",
      "Electricity",
      "Light"
    ]
  },
  {
    "id": "encyclo_049",
    "title": "GPS",
    "title_zh": "全球定位系统",
    "category": "Technology",
    "content": "GPS, or Global Positioning System, is a satellite-based radionavigation system owned by the US government. It consists of a constellation of at least 24 satellites orbiting Earth. GPS receivers (like the one in your phone) calculate their exact location by measuring the time it takes for signals from at least four satellites to reach them. Originally designed for military use, it is now free for civilian use and powers maps, ridesharing apps, and logistics.",
    "content_zh": "GPS，即全球定位系统，是美国政府拥有的基于卫星的无线电导航系统。它由至少24颗绕地球运行的卫星星座组成。GPS接收器（像你手机里的那个）通过测量来自至少四颗卫星的信号到达它们所需的时间来计算其确切位置。最初为军事用途设计，现在免费供民用，驱动地图、拼车应用和物流。",
    "difficulty": 3,
    "keywords": [
      "Navigation",
      "Satellite",
      "Location",
      "Map"
    ]
  },
  {
    "id": "encyclo_050",
    "title": "The Telephone",
    "title_zh": "电话",
    "category": "Technology",
    "content": "The telephone allows two or more users to conduct a conversation when they are too far apart to be heard directly. Alexander Graham Bell was awarded the first U.S. patent for the invention of the telephone in 1876. His first successful transmission was to his assistant: 'Mr. Watson, come here, I want to see you.' This invention shrank the world, allowing instant voice communication across cities and eventually oceans.",
    "content_zh": "电话允许两个或更多用户在距离太远无法直接听到的情况下进行交谈。亚历山大·格雷厄姆·贝尔于1876年获得了电话发明的第一个美国专利。他的第一次成功传输是对他的助手说的：“沃森先生，过来，我想见你。”这项发明缩小了世界，允许跨城市乃至最终跨越海洋进行即时语音通信。",
    "difficulty": 2,
    "keywords": [
      "Bell",
      "Communication",
      "Invention",
      "Voice"
    ]
  },
  {
    "id": "encyclo_051",
    "title": "Virtual Reality",
    "title_zh": "虚拟现实",
    "category": "Technology",
    "content": "Virtual Reality (VR) is a simulated experience that can be similar to or completely different from the real world. Using a headset, VR places the user inside a generated environment that they can look around and interact with. Applications of VR include entertainment (video games), education (virtual field trips), and business (virtual meetings). Unlike Augmented Reality (AR), which adds to the real world, VR completely replaces the user's view.",
    "content_zh": "虚拟现实（VR）是一种模拟体验，可以与现实世界相似或完全不同。使用头戴设备，VR将用户置于一个生成的环境中，他们可以环顾四周并与之互动。VR的应用包括娱乐（视频游戏）、教育（虚拟实地考察）和商业（虚拟会议）。与增强现实（AR）——即增加现实世界——不同，VR完全取代了用户的视野。",
    "difficulty": 3,
    "keywords": [
      "Simulation",
      "Headset",
      "Gaming",
      "Future"
    ]
  },
  {
    "id": "encyclo_052",
    "title": "Drones",
    "title_zh": "无人机",
    "category": "Technology",
    "content": "Drones, or Unmanned Aerial Vehicles (UAVs), are aircraft without a human pilot on board. They can be controlled remotely by a human operator or fly autonomously using onboard computers. Originally developed for military missions too dangerous for humans, drones are now widely used for aerial photography, agriculture, package delivery, and search and rescue operations. Their increasing popularity has led to new laws regarding airspace privacy.",
    "content_zh": "无人机，或称无人驾驶飞行器（UAV），是机上没有人类飞行员的飞机。它们可以由人类操作员远程控制，或使用机载计算机自主飞行。最初是为对人类来说太危险的军事任务开发的，无人机现在广泛用于航空摄影、农业、包裹投递和搜救行动。它们的日益普及导致了关于空域隐私的新法律。",
    "difficulty": 3,
    "keywords": [
      "Aircraft",
      "Camera",
      "Autonomous",
      "Flying"
    ]
  },
  {
    "id": "encyclo_053",
    "title": "Robotics",
    "title_zh": "机器人技术",
    "category": "Technology",
    "content": "Robotics is an interdisciplinary branch of engineering and science that includes the design, construction, operation, and use of robots. Robots are machines capable of carrying out a complex series of actions automatically. They are heavily used in manufacturing (assembly lines), where they perform repetitive or dangerous tasks with high precision. Advanced robots, like those from Boston Dynamics, can now walk, run, and even dance, mimicking human and animal movement.",
    "content_zh": "机器人技术是工程和科学的一个跨学科分支，包括机器人的设计、构造、操作和使用。机器人是能够自动执行一系列复杂动作的机器。它们大量用于制造业（装配线），在那里它们以高精度执行重复或危险的任务。像波士顿动力公司那样的高级机器人现在的能走、跑甚至跳舞，模仿人类和动物的动作。",
    "difficulty": 3,
    "keywords": [
      "Machine",
      "Engineering",
      "Automation",
      "Future"
    ]
  },
  {
    "id": "encyclo_054",
    "title": "Penicillin",
    "title_zh": "青霉素",
    "category": "Medicine",
    "content": "Penicillin is a group of antibiotics used to treat bacterial infections. It was discovered by Alexander Fleming in 1928 when he noticed that a mold (Penicillium) had killed bacteria in a petri dish he had left out. This accidental discovery is considered one of the most important in medical history. Before penicillin, minor infections like a scratch or a sore throat could be fatal. Its mass production during World War II saved doubtless millions of lives.",
    "content_zh": "青霉素是一组用于治疗细菌感染的抗生素。它是亚历山大·弗莱明于1928年发现的，当时他注意到霉菌（青霉菌）杀死了他遗忘在培养皿中的细菌。这一偶然发现被认为是医学史上最重要的发现之一。在青霉素之前，像划伤或喉咙痛这样的小感染都可能是致命的。二战期间的大规模生产拯救了无疑数百万人的生命。",
    "difficulty": 3,
    "keywords": [
      "Antibiotic",
      "Fleming",
      "Health",
      "Discovery"
    ]
  },
  {
    "id": "encyclo_055",
    "title": "The Steam Engine",
    "title_zh": "蒸汽机",
    "category": "Technology",
    "content": "The steam engine is a heat engine that performs mechanical work using steam as its working fluid. While early versions existed, James Watt's improved design in the late 18th century was a key driver of the Industrial Revolution. Steam engines powered factories, mills, and pumps, and later revolutionized transport with steam locomotives (trains) and steamships. This allowed goods and people to move across the world faster than ever before.",
    "content_zh": "蒸汽机是一种利用蒸汽作为工质来做机械功的热机。虽然早期版本已经存在，但詹姆斯·瓦特在18世纪后期的改进设计是工业革命的关键驱动力。蒸汽机为工厂、磨坊和泵提供动力，后来用蒸汽机车（火车）和轮船彻底改变了运输。这使得货物和人员能比以往任何时候都更快地在世界各地移动。",
    "difficulty": 3,
    "keywords": [
      "Watt",
      "Industrial Revolution",
      "Energy",
      "Power"
    ]
  },
  {
    "id": "encyclo_056",
    "title": "5G Technology",
    "title_zh": "5G技术",
    "category": "Technology",
    "content": "5G is the fifth generation of cellular network technology. It is designed to increase speed, reduce latency (delay), and improve flexibility of wireless services. 5G has theoretical peak speeds of 20 Gigabits per second, making it significantly faster than 4G. Beyond just faster phones, 5G is expected to connect the 'Internet of Things' (IoT), enabling smart cities, autonomous vehicles, and remote surgery by providing reliable, real-time data connections.",
    "content_zh": "5G是第五代蜂窝网络技术。它旨在提高速度，减少延迟（滞后），并提高无线服务的灵活性。5G的理论峰值速度为每秒20千兆比特，比4G快得多。除了更快的手机，5G预计将连接“物联网”（IoT），通过提供可靠的实时数据连接，使智慧城市、自动驾驶汽车和远程手术成为可能。",
    "difficulty": 3,
    "keywords": [
      "Network",
      "Speed",
      "Internet",
      "Future"
    ]
  },
  {
    "id": "encyclo_057",
    "title": "Space Suits",
    "title_zh": "宇航服",
    "category": "Space",
    "content": "A space suit is a garment worn to keep a human alive in the harsh environment of outer space, vacuum, and temperature extremes. Spacesuits must supply oxygen and water, regulate temperature, provide communication, and protect against radiation and micrometeoroids. The iconic white EVA (Extravehicular Activity) suits used by NASA are essentially miniature, personalized spacecraft. Without them, an astronaut would lose consciousness in 15 seconds due to lack of oxygen.",
    "content_zh": "宇航服是为在此外层空间、真空和极端温度的恶劣环境中维持人类生命而穿的服装。宇航服必须供应氧气和水，调节温度，提供通信，并防止辐射和微流星体。NASA使用的标志性白色EVA（舱外活动）宇航服本质上是微型的、个性化的航天器。没有它们，宇航员会在15秒内因缺氧而失去知觉。",
    "difficulty": 3,
    "keywords": [
      "Astronaut",
      "NASA",
      "Protection",
      "Space"
    ]
  },
  {
    "id": "encyclo_058",
    "title": "X-Rays",
    "title_zh": "X射线",
    "category": "Technology",
    "content": "Wilhelm Röntgen discovered X-rays in 1895. X-rays are a form of electromagnetic radiation that can pass through solid objects, including the human body. Because bones are denser than skin and muscle, they absorb more X-rays and create a shadow on film, allowing doctors to see broken bones without surgery. This discovery revolutionized medicine, earning Röntgen the first Nobel Prize in Physics.",
    "content_zh": "威廉·伦琴于1895年发现了X射线。X射线是一种可以穿过包括人体在内的固体物体的电磁辐射。因为骨骼比皮肤和肌肉密度大，它们吸收更多的X射线并在胶片上形成阴影，使医生无需手术就能看到骨折。这一发现彻底改变了医学，为伦琴赢得了第一个诺贝尔物理学奖。",
    "difficulty": 3,
    "keywords": [
      "Medicine",
      "Radiation",
      "Bones",
      "Discovery"
    ]
  },
  {
    "id": "encyclo_059",
    "title": "Electric Cars",
    "title_zh": "电动汽车",
    "category": "Technology",
    "content": "An electric car (EV) is propelled by one or more electric motors, using energy stored in rechargeable batteries. Unlike internal combustion engine cars that burn gasoline, EVs produce no tailpipe emissions, helping to reduce air pollution. While electric cars were first invented in the 19th century, they have only recently become popular due to improvements in battery technology (Lithium-ion) and concerns about climate change. Companies like Tesla have spearheaded this modern resurgence.",
    "content_zh": "电动汽车（EV）由一个或多个电动机驱动，使用存储在可充电电池中的能量。与燃烧汽油的内燃机汽车不同，电动汽车不产生尾气排放，有助于减少空气污染。虽然电动汽车早在19世纪就已发明，但由于电池技术（锂离子）的改进和对气候变化的担忧，它们最近才变得流行起来。像特斯拉这样的公司带头推动了这种现代复兴。",
    "difficulty": 2,
    "keywords": [
      "Tesla",
      "Battery",
      "Environment",
      "Transport"
    ]
  },
  {
    "id": "encyclo_060",
    "title": "The Camera",
    "title_zh": "照相机",
    "category": "Technology",
    "content": "A camera is an optical instrument used to capture images. The earliest cameras were 'camera obscuras', rooms where light projected an inverted image onto a wall. The first permanent photograph was taken by Nicéphore Niépce in 1826/27. Photography evolved from daguerreotypes to film, and finally to digital sensors. Today, digital photography allows us to capture and share moments instantly, changing how we document history and our personal lives.",
    "content_zh": "照相机是用来捕捉图像的光学仪器。最早的照相机是“暗箱”，光线在里面将倒立的图像投射到墙上。第一张永久性照片由尼瑟福尔·涅普斯于1826/27年拍摄。摄影从银版摄影法演变为胶片，最后演变为数字传感器。今天，数码摄影允许我们即时捕捉和分享瞬间，改变了我们记录历史和个人生活的方式。",
    "difficulty": 2,
    "keywords": [
      "Photography",
      "Image",
      "Lens",
      "History"
    ]
  },
  {
    "id": "encyclo_061",
    "title": "The Blue Whale",
    "title_zh": "蓝鲸",
    "category": "Biology",
    "content": "The Blue Whale is the largest animal known to have ever lived on Earth. Reaching lengths of up to 30 meters (98 ft) and weights of 170 tonnes, it is larger even than the biggest dinosaurs. Despite their massive size, blue whales feed almost exclusively on tiny shrimp-like crustaceans called krill. During feeding season, a blue whale can consume up to 3.6 tonnes of krill in a single day. Their tongues alone can weigh as much as an elephant.",
    "content_zh": "蓝鲸是地球上已知生存过的最大的动物。体长可达30米（98英尺），体重可达170吨，甚至比最大的恐龙还要大。尽管体型巨大，但蓝鲸几乎只吃一种叫做磷虾的微小虾状甲壳类动物。在进食季节，蓝鲸一天可以消耗多达3.6吨的磷虾。仅它们的舌头就可能重达一头大象。",
    "difficulty": 2,
    "keywords": [
      "Ocean",
      "Whale",
      "Largest",
      "Nature"
    ]
  },
  {
    "id": "encyclo_062",
    "title": "The Human Brain",
    "title_zh": "人类大脑",
    "category": "Biology",
    "content": "The human brain is the command center of the human nervous system. It receives signals from the body's sensory organs and outputs information to the muscles. Weighing about 1.4 kilograms, it contains approximately 86 billion neurons (nerve cells). These neurons communicate via trillions of connections called synapses. The brain is responsible not just for physical movement, but for complex functions like memory, emotion, language, and consciousness.",
    "content_zh": "人类大脑是人类神经系统的指挥中心。它接收来自身体感觉器官的信号，并向肌肉输出信息。重约1.4公斤，它包含大约860亿个神经元（神经细胞）。这些神经元通过数万亿个称为突触的连接进行通信。大脑不仅负责身体运动，还负责记忆、情感、语言和意识等复杂功能。",
    "difficulty": 4,
    "keywords": [
      "Brain",
      "Nervous System",
      "Neurons",
      "Memory"
    ]
  },
  {
    "id": "encyclo_063",
    "title": "The Amazon Rainforest",
    "title_zh": "亚马逊雨林",
    "category": "Nature",
    "content": "The Amazon Rainforest, covering much of northwestern Brazil and extending into Colombia, Peru, and other South American countries, is the world's largest tropical rainforest. Often described as the 'Lungs of the Earth,' it produces about 20% of the world's oxygen. It is famed for its biodiversity, housing millions of species of insects, plants, birds, and other life forms—many still unrecorded by science. The Amazon River flowing through it is the second longest river in the world.",
    "content_zh": "亚马逊雨林覆盖了巴西西北部的大部分地区，并延伸到哥伦比亚、秘鲁和其他南美国家，是世界上最大的热带雨林。常被描述为“地球之肺”，它产生世界约20%的氧气。它以生物多样性闻名，拥有数百万种昆虫、植物、鸟类和其他生命形式——许多尚未被科学记录。流经它的亚马逊河是世界第二长河。",
    "difficulty": 3,
    "keywords": [
      "Rainforest",
      "Brazil",
      "Biodiversity",
      "Oxygen"
    ]
  },
  {
    "id": "encyclo_064",
    "title": "Dinosaurs",
    "title_zh": "恐龙",
    "category": "Biology",
    "content": "Dinosaurs were a diverse group of reptiles of the clade Dinosauria that appeared during the Triassic period, between 243 and 233 million years ago. They were the dominant terrestrial vertebrates for over 140 million years. While many were massive (like the Brachiosaurus), others were small (like the Compsognathus). Most dinosaurs went extinct after a massive asteroid impact 66 million years ago, but one lineage survived and evolved into modern birds.",
    "content_zh": "恐龙是出现于三叠纪（约2.43亿至2.33亿年前）的恐龙总目下的一群多样化的爬行动物。它们统治陆地脊椎动物长达1.4亿多年。虽然许多恐龙体型巨大（如腕龙），但其他的很小（如美颌龙）。大多数恐龙在6600万年前的一次巨大得小行星撞击后灭绝，但有一个支系幸存下来并进化成了现代鸟类。",
    "difficulty": 3,
    "keywords": [
      "Prehistoric",
      "Reptiles",
      "Extinction",
      "Birds"
    ]
  },
  {
    "id": "encyclo_065",
    "title": "The Human Heart",
    "title_zh": "人类心脏",
    "category": "Biology",
    "content": "The heart is a muscular organ about the size of a fist, responsible for pumping blood throughout the body. It beats approximately 100,000 times a day, pushing blood through 60,000 miles of blood vessels. This blood carries oxygen and nutrients to tissues and removes carbon dioxide and wastes. The heart is divided into four chambers: two upper atria and two lower ventricles, which work together in a synchronized rhythm.",
    "content_zh": "心脏是一个大约拳头大小的肌肉器官，负责将血液泵送到全身。它每天跳动约10万次，推动血液流经6万英里的血管。这些血液将氧气和营养物质输送到组织，并带走二氧化碳和废物。心脏分为四个腔室：两个上心房和两个下心室，它们以同步的节奏协同工作。",
    "difficulty": 3,
    "keywords": [
      "Health",
      "Organ",
      "Blood",
      "Body"
    ]
  },
  {
    "id": "encyclo_066",
    "title": "Butterflies",
    "title_zh": "蝴蝶",
    "category": "Nature",
    "content": "Butterflies are insects famous for their beautiful, colorful wings and their life cycle, known as complete metamorphosis. A butterfly starts life as an egg, hatches into a caterpillar (larva), forms a chrysalis (pupa), and finally emerges as an adult butterfly. This dramatic transformation is one of nature's wonders. Butterflies are also important pollinators, helping flowers to reproduce by carrying pollen from one plant to another.",
    "content_zh": "蝴蝶是以其美丽多彩的翅膀和被称为完全变态的生命周期而闻名的昆虫。蝴蝶的一生始于卵，孵化成毛虫（幼虫），形成蛹（蛹），最后羽化成成年蝴蝶。这种戏剧性的转变是大自然的奇迹之一。蝴蝶也是重要的传粉者，通过将花粉从一株植物带到另一株植物来帮助花朵繁殖。",
    "difficulty": 2,
    "keywords": [
      "Insects",
      "Metamorphosis",
      "Nature",
      "Wings"
    ]
  },
  {
    "id": "encyclo_067",
    "title": "Sharks",
    "title_zh": "鲨鱼",
    "category": "Biology",
    "content": "Sharks are a group of elasmobranch fish characterized by a cartilaginous skeleton, five to seven gill slits on the sides of the head, and pectoral fins that are not fused to the head. They have roamed the oceans for over 400 million years, predating trees. The Great White Shark is the most well-known predator, but most shark species are harmless to humans. Sharks continually shed and replace their teeth throughout their lives.",
    "content_zh": "鲨鱼是一类板鳃鱼类，其特征是软骨骨架、头部两侧有五到七个鳃裂，以及不与头部愈合的胸鳍。它们在海洋中游荡了超过4亿年，比树木出现得还早。大白鲨是最著名的捕食者，但大多数鲨鱼物种对人类无害。鲨鱼一生都在不断脱落和替换牙齿。",
    "difficulty": 3,
    "keywords": [
      "Ocean",
      "Predator",
      "Fish",
      "Teeth"
    ]
  },
  {
    "id": "encyclo_068",
    "title": "The Cheetah",
    "title_zh": "猎豹",
    "category": "Biology",
    "content": "The cheetah is widely known as the fastest land animal. It can accelerate from 0 to 100 km/h (62 mph) in just three seconds, faster than most sports cars. Its sleek body, deep chest, and semi-retractable claws essentially act like running spikes, providing immense grip. Unlike other big cats like lions or tigers, cheetahs cannot roar; instead, they purr, chirp, and hiss.",
    "content_zh": "猎豹被广泛认为是陆地上最快的动物。它可以在短短三秒内从0加速到100公里/小时（62英里/小时），比大多数跑车都快。它流线型的身体、深邃的胸部和半伸缩的爪子本质上就像跑鞋钉一样，提供巨大的抓地力。与狮子或老虎等其他大型猫科动物不同，猎豹不会咆哮；相反，它们会打呼噜、发出鸟叫般的啾啾声和嘶嘶声。",
    "difficulty": 2,
    "keywords": [
      "Speed",
      "Africa",
      "Cat",
      "Fast"
    ]
  },
  {
    "id": "encyclo_069",
    "title": "Coral Reefs",
    "title_zh": "珊瑚礁",
    "category": "Nature",
    "content": "Coral reefs are underwater ecosystems held together by calcium carbonate structures secreted by corals. Corals are colonies of tiny living animals called polyps. Often called 'rainforests of the sea,' coral reefs form some of Earth's most diverse ecosystems. They occupy less than 0.1% of the world's ocean area, yet they provide a home for at least 25% of all marine species. The Great Barrier Reef in Australia is the largest coral reef system in the world.",
    "content_zh": "珊瑚礁是由珊瑚分泌的碳酸钙结构聚集在一起的水下生态系统。珊瑚是被称为珊瑚虫的微小活体动物的群落。珊瑚礁常被称为“海洋雨林”，构成了地球上最多样化的生态系统。它们占据不到世界海洋面积的0.1%，却为至少25%的所有海洋物种提供了家园。澳大利亚的大堡礁是世界上最大的珊瑚礁系统。",
    "difficulty": 3,
    "keywords": [
      "Ocean",
      "Ecosystem",
      "Coral",
      "Australia"
    ]
  },
  {
    "id": "encyclo_070",
    "title": "Viruses",
    "title_zh": "病毒",
    "category": "Biology",
    "content": "A virus is a submicroscopic infectious agent that replicates only inside the living cells of an organism. Viruses infect all types of life forms, from animals and plants to microorganisms, including bacteria. They are not considered fully 'alive' because they cannot reproduce on their own; they must hijack a host cell's machinery to make copies of themselves. Common viral diseases include the common cold, influenza, and COVID-19.",
    "content_zh": "病毒是一种亚显微感染因子，只能在生物体的活细胞内复制。病毒感染所有类型的生命形式，从动物和植物到微生物，包括细菌。它们不被认为是完全“活着”的，因为它们不能自己繁殖；它们必须劫持宿主细胞的机制来复制自己。常见的病毒性疾病包括普通感冒、流感和COVID-19。",
    "difficulty": 3,
    "keywords": [
      "Disease",
      "Microscopic",
      "Health",
      "Biology"
    ]
  },
  {
    "id": "encyclo_071",
    "title": "Elephants",
    "title_zh": "大象",
    "category": "Biology",
    "content": "Elephants are the largest existing land animals. Distinctive features include a long trunk (proboscis), tusks, large ear flaps, and massive legs. Their trunk is incredibly versatile, used for breathing, smelling, touching, grasping, and producing sound. Elephants are highly intelligent and social animals, known for their strong memory and deep family bonds. They mourn their dead and can live for up to 70 years in the wild.",
    "content_zh": "大象是现存最大的陆地动物。显著特征包括长鼻子（长鼻）、长牙、大耳瓣和巨大的腿。它们的鼻子非常多功能，用于呼吸、嗅觉、触摸、抓握和发声。大象是高度聪明和群居的动物，以记忆力强和深厚的家庭纽带而闻名。它们会哀悼死者，在野外可以活到70岁。",
    "difficulty": 2,
    "keywords": [
      "Mammal",
      "Africa",
      "Asia",
      "Intelligence"
    ]
  },
  {
    "id": "encyclo_072",
    "title": "Evolution",
    "title_zh": "进化论",
    "category": "Biology",
    "content": "Evolution is the change in the characteristics of a species over several generations and relies on the process of natural selection. Proposed by Charles Darwin in his 1859 book 'On the Origin of Species', the theory explains that individuals with traits better suited to their environment are more likely to survive and reproduce, passing those traits to their offspring. Over millions of years, this process has led to the incredible diversity of life on Earth.",
    "content_zh": "进化是物种特征在几代中的变化，依赖于自然选择的过程。查尔斯·达尔文在他1859年的著作《物种起源》中提出了这一理论，解释了拥有更适合其环境特征的个体更有可能生存和繁殖，将这些特征传给后代。经过数百万年，这个过程导致了地球上生命惊人的多样性。",
    "difficulty": 4,
    "keywords": [
      "Darwin",
      "Science",
      "Nature",
      "Biology"
    ]
  },
  {
    "id": "encyclo_073",
    "title": "Dolphins",
    "title_zh": "海豚",
    "category": "Biology",
    "content": "Dolphins are highly intelligent marine mammals known for their playful behavior and complex communication skills. They use echolocation—bouncing sound waves off objects—to navigate and hunt in dark waters. Dolphins live in social groups called pods. They are not fish; as mammals, they must surface to breathe air through a blowhole on top of their heads. Some dolphins have even been observed using tools, such as sponges to protect their noses while foraging.",
    "content_zh": "海豚是高度聪明的海洋哺乳动物，以其顽皮的行为和复杂的交流技巧而闻名。它们使用回声定位——将声波从物体上弹回——在黑暗的水域中导航和捕猎。海豚生活在被称为“群”（pods）的社会群体中。它们不是鱼；作为哺乳动物，它们必须浮出水面，通过头顶的喷气孔呼吸空气。甚至观察到一些海豚使用工具，例如在觅食时用海绵保护鼻子。",
    "difficulty": 2,
    "keywords": [
      "Ocean",
      "Mammal",
      "Intelligence",
      "Sonar"
    ]
  },
  {
    "id": "encyclo_074",
    "title": "Characteristics of Deserts",
    "title_zh": "沙漠的特征",
    "category": "Nature",
    "content": "A desert is a barren area of landscape where little precipitation occurs and, consequently, living conditions are hostile for plant and animal life. Deserts cover about one-third of the land surface of the Earth. While often thought of as hot and sandy (like the Sahara), deserts can also be cold (like Antarctica, which is technically the world's largest desert). Plants in deserts, like cacti, have evolved special ways to store water.",
    "content_zh": "沙漠是风景贫瘠的地区，降水很少，因此，植物和动物的生存条件恶劣。沙漠覆盖了地球表面约三分之一的面积。虽然通常被认为是炎热和沙质的（如撒哈拉沙漠），但沙漠也可以是寒冷的（如南极洲，技术上是世界上最大的沙漠）。沙漠中的植物，如仙人掌，进化出了储存水的特殊方式。",
    "difficulty": 3,
    "keywords": [
      "Geography",
      "Dry",
      "Sand",
      "Cactus"
    ]
  },
  {
    "id": "encyclo_075",
    "title": "The Skeleton",
    "title_zh": "骨骼",
    "category": "Biology",
    "content": "The human skeleton creates the internal framework of the body. It consists of 206 bones in an adult. Babies are born with about 270 bones, but some fuse together as they grow. The skeleton serves several key functions: it supports the body, allows movement (via joints), protects internal organs (like the skull protecting the brain and ribs protecting the heart), and produces blood cells in the bone marrow.",
    "content_zh": "人类骨骼构成了身体的内部框架。成年人由206块骨头组成。婴儿出生时大约有270块骨头，但随着生长，一些骨头会融合在一起。骨骼有几个关键功能：支撑身体，允许运动（通过关节），保护内部器官（如头骨保护大脑，肋骨保护心脏），并在骨髓中产生血细胞。",
    "difficulty": 2,
    "keywords": [
      "Bones",
      "Body",
      "Health",
      "Anatomy"
    ]
  },
  {
    "id": "encyclo_076",
    "title": "The Lion",
    "title_zh": "狮子",
    "category": "Biology",
    "content": "The lion is a large cat of the genus Panthera native to Africa and India. Known as the 'King of Beasts,' lions are unique among cats for being highly social, living in groups called prides. A pride typically consists of a few adult males, related females, and cubs. While males defend the pride's territory and are known for their impressive manes, the females are the primary hunters, often working cooperatively to take down large prey like wildebeests.",
    "content_zh": "狮子是原产于非洲和印度的豹属大型猫科动物。被称为“百兽之王”，狮子在猫科动物中是独特的，因为它们高度群居，生活在被称为“狮群”的群体中。狮群通常由几只成年雄狮、有血缘关系的雌狮和幼崽组成。虽然雄狮保卫狮群的领地并以其令人印象深刻的鬃毛而闻名，但雌狮是主要的狩猎者，通常合作捕猎角马等大型猎物。",
    "difficulty": 2,
    "keywords": [
      "Africa",
      "Cat",
      "King",
      "Pride"
    ]
  },
  {
    "id": "encyclo_077",
    "title": "Bacteria",
    "title_zh": "细菌",
    "category": "Biology",
    "content": "Bacteria are microscopic, single-celled organisms that exist almost everywhere on Earth—in soil, water, and deep inside the earth's crust. They also live in and on the human body. While some bacteria cause diseases (pathogens), most are harmless or even fast friends. For example, billions of bacteria in the human gut help digest food and produce vitamins. Bacteria are vital to the planet's ecosystem as they break down organic matter and recycle nutrients.",
    "content_zh": "细菌是微小的单细胞生物，几乎存在于地球上的任何地方——土壤、水和地壳深处。它们也生活在人体内外。虽然有些细菌会导致疾病（病原体），但大多数是无害的甚至是要好的朋友。例如，人类肠道中的数十亿细菌帮助消化食物并产生维生素。细菌对地球生态系统至关重要，因为它们分解有机物并循环营养物质。",
    "difficulty": 3,
    "keywords": [
      "Microscope",
      "Cell",
      "Health",
      "Science"
    ]
  },
  {
    "id": "encyclo_078",
    "title": "Spiders",
    "title_zh": "蜘蛛",
    "category": "Nature",
    "content": "Spiders are arachnids, not insects. They have eight legs (insects have six) and two body segments. Most spiders make silk, a strong protein fiber, which they use to spin webs to catch prey, build nests, or protect their eggs. Spider silk is incredibly strong; pound for pound, it is tougher than steel. While many people fear spiders (arachnophobia), they are generally beneficial as they eat insect pests like mosquitoes and flies.",
    "content_zh": "蜘蛛是蛛形纲动物，不是昆虫。它们有八条腿（昆虫有六条）和两个体节。大多数蜘蛛制造丝，一种强韧的蛋白质纤维，用于结网捕猎、筑巢或保护卵。蜘蛛丝非常强韧；按重量计算，它比钢还坚韧。虽然许多人害怕蜘蛛（蜘蛛恐惧症），但它们通常是有益的，因为它们吃蚊子和苍蝇等害虫。",
    "difficulty": 2,
    "keywords": [
      "Web",
      "Legs",
      "Silk",
      "Nature"
    ]
  },
  {
    "id": "encyclo_079",
    "title": "The Giant Panda",
    "title_zh": "大熊猫",
    "category": "Biology",
    "content": "The Giant Panda is a bear species endemic to China. It is easily recognized by the large, distinctive black patches around its eyes, over the ears, and across its round body. Though it belongs to the order Carnivora, the panda's diet is over 99% bamboo. Pandas in the wild will occasionally eat other grasses or even meat. They are considered a national treasure in China and are a symbol of wildlife conservation worldwide.",
    "content_zh": "大熊猫是中国特有的一种熊类。它很容易通过眼睛周围、耳朵上和圆滚滚身体上独特的巨大黑色斑块来识别。虽然它属于食肉目，但熊猫的饮食99%以上是竹子。野生熊猫偶尔也会吃其他草甚至肉。它们被视为中国的国宝，也是全世界野生动物保护的象征。",
    "difficulty": 2,
    "keywords": [
      "China",
      "Bear",
      "Bamboo",
      "Conservation"
    ]
  },
  {
    "id": "encyclo_080",
    "title": "Chameleons",
    "title_zh": "变色龙",
    "category": "Biology",
    "content": "Chameleons are a distinctive and highly specialized clade of Old World lizards. They are best known for their ability to change skin color. While often thought to be for camouflage, color change is primarily used for social signaling (mood) and reaction to temperature. They also look funny because of their independently mobile eyes—they can look at two different things at once! They use long, sticky tongues to snatch insects from a distance.",
    "content_zh": "变色龙是一类独特且高度特化的旧大陆蜥蜴。它们最出名的是改变皮肤颜色的能力。虽然常被认为是用于伪装，但颜色变化主要用于社会信号（情绪）和对温度的反应。它们看起来也很有趣，因为它们的眼睛可以独立移动——它们可以同时看两件不同的事情！它们用长长的、粘性的舌头从远处捕捉昆虫。",
    "difficulty": 2,
    "keywords": [
      "Lizard",
      "Color",
      "Eyes",
      "Nature"
    ]
  },
  {
    "id": "encyclo_081",
    "title": "The Grand Canyon",
    "title_zh": "大峡谷",
    "category": "Geography",
    "content": "The Grand Canyon is a steep-sided canyon carved by the Colorado River in Arizona, United States. It is 277 miles (446 km) long, up to 18 miles (29 km) wide, and attains a depth of over a mile (6,093 feet or 1,857 meters). The canyon is famous for its visually overwhelming size and its intricate and colorful landscape. It exposes nearly two billion years of Earth's geological history in its rock layers.",
    "content_zh": "大峡谷是由科罗拉多河在美国亚利桑那州切割出的陡峭峡谷。它长277英里（446公里），宽达18英里（29公里），深度超过一英里（6093英尺或1857米）。峡谷以其视觉上令人震撼的规模和错综复杂、色彩斑斓的景观而闻名。它在岩层中揭示了近20亿年的地球地质历史。",
    "difficulty": 2,
    "keywords": [
      "USA",
      "River",
      "Geology",
      "Nature"
    ]
  },
  {
    "id": "encyclo_082",
    "title": "Mount Everest",
    "title_zh": "珠穆朗玛峰",
    "category": "Geography",
    "content": "Mount Everest is Earth's highest mountain above sea level, located in the Himalayas on the border between Nepal and China (Tibet). Its elevation is 8,848.86 meters (29,031.7 ft). Climbing Everest is a dangerous undertaking due to extreme cold, high winds, and altitude sickness (lack of oxygen). The first confirmed successful ascent was made by Sir Edmund Hillary and Tenzing Norgay in 1953.",
    "content_zh": "珠穆朗玛峰是地球上海拔最高的山峰，位于尼泊尔和中国（西藏）边境的喜马拉雅山脉中。其海拔为8848.86米（29031.7英尺）。由于极度寒冷、大风和高原反应（缺氧），攀登珠峰是一项危险的任务。第一次确认的成功登顶是由埃德蒙·希拉里爵士和丹增·诺盖于1953年完成的。",
    "difficulty": 2,
    "keywords": [
      "Mountain",
      "Himalayas",
      "Climbing",
      "Height"
    ]
  },
  {
    "id": "encyclo_083",
    "title": "The Louvre Museum",
    "title_zh": "卢浮宫",
    "category": "Art",
    "content": "The Louvre is the world's largest art museum and a historic monument in Paris, France. Housed in the Louvre Palace, originally built as a fortress in the late 12th century, it is home to thousands of works of art, including the Mona Lisa and the Venus de Milo. The iconic glass pyramid entrance was added in 1989. In 2019, the Louvre received 9.6 million visitors, making it the most visited museum in the world.",
    "content_zh": "卢浮宫是世界上最大的艺术博物馆，也是法国巴黎的一座历史古迹。安置在最初建于12世纪末作为堡垒的卢浮宫和宫殿中，它收藏了数千件艺术品，包括《蒙娜丽莎》和《断臂维纳斯》。标志性的玻璃金字塔入口于1989年增建。2019年，卢浮宫接待了960万游客，成为世界上参观人数最多的博物馆。",
    "difficulty": 2,
    "keywords": [
      "Paris",
      "Art",
      "Museum",
      "History"
    ]
  },
  {
    "id": "encyclo_084",
    "title": "Vincent van Gogh",
    "title_zh": "文森特·梵高",
    "category": "Art",
    "content": "Vincent van Gogh was a Dutch Post-Impressionist painter who became one of the most famous and influential figures in the history of Western art. Though he was virtually unknown and poor during his lifetime, creating about 2,100 artworks in just over a decade, his work is now world-renowned for its bold colors and dramatic, impulsive brushwork. His most famous painting, 'The Starry Night', was painted from the window of his asylum room.",
    "content_zh": "文森特·梵高是一位荷兰后印象派画家，后来成为西方艺术史上最著名和最有影响力的人物之一。虽然他在世时几乎默默无闻且贫穷，在短短十多年里创作了约2100件艺术品，但他的作品现在以其大胆的色彩和戏剧性、冲动的笔触而闻名于世。他最著名的画作《星月夜》是他在精神病院房间的窗前画的。",
    "difficulty": 3,
    "keywords": [
      "Painter",
      "Art",
      "Starry Night",
      "Holland"
    ]
  },
  {
    "id": "encyclo_085",
    "title": "Antarctica",
    "title_zh": "南极洲",
    "category": "Geography",
    "content": "Antarctica is Earth's southernmost continent. It contains the geographic South Pole and is situated in the Antarctic region of the Southern Hemisphere. It is the coldest, driest, and windiest continent. About 98% of Antarctica is covered by ice that averages 1.9 km (1.2 mi) in thickness. There are no permanent human residents, but thousands of researchers stay there at research stations. Penguins, seals, and mites are some of the animals adapted to its cold.",
    "content_zh": "南极洲是地球最南端的大陆。它包含地理南极，位于南半球的南极地区。它是最冷、最干燥、风最大的大陆。大约98%的南极洲被平均1.9公里（1.2英里）厚的冰层覆盖。没有永久的人类居民，但成千上万的研究人员驻留在考察站。企鹅、海豹和螨虫是一些适应其寒冷的动物。",
    "difficulty": 2,
    "keywords": [
      "Ice",
      "Continent",
      "Cold",
      "South Pole"
    ]
  },
  {
    "id": "encyclo_086",
    "title": "William Shakespeare",
    "title_zh": "威廉·莎士比亚",
    "category": "Art",
    "content": "William Shakespeare was an English playwright, poet, and actor, widely regarded as the greatest writer in the English language. He wrote 39 plays, 154 sonnets, and two long narrative poems. His plays, such as 'Romeo and Juliet', 'Hamlet', and 'Macbeth', have been translated into every major living language and are performed more often than those of any other playwright. He invented countless words and phrases still used in English today.",
    "content_zh": "威廉·莎士比亚是英国剧作家、诗人和演员，被广泛认为是英语语言中最伟大的作家。他写了39部戏剧、154首十四行诗和两首长篇叙事诗。他的戏剧，如《罗密欧与朱丽叶》、《哈姆雷特》和《麦克白》，已被翻译成每一种主要的现存语言，并且上演次数比任何其他剧作家的都多。他发明了无数至今仍在英语中使用的单词和短语。",
    "difficulty": 3,
    "keywords": [
      "Literature",
      "Playwright",
      "English",
      "Poet"
    ]
  },
  {
    "id": "encyclo_087",
    "title": "The Eiffel Tower",
    "title_zh": "埃菲尔铁塔",
    "category": "Geography",
    "content": "The Eiffel Tower is a wrought-iron lattice tower on the Champ de Mars in Paris, France. It is named after the engineer Gustave Eiffel, whose company designed and built the tower for the 1889 World's Fair. Initially criticized by some for its design, it has become a global cultural icon of France and one of the most recognizable structures in the world. It is 324 meters tall and was the tallest man-made structure in the world for 41 years.",
    "content_zh": "埃菲尔铁塔是位于法国巴黎战神广场上的一座锻铁格子塔。它以工程师古斯塔夫·埃菲尔的名字命名，他的公司为1889年世界博览会设计并建造了这座塔。最初因其设计受到一些人的批评，它已成为法国的全球文化标志，也是世界上最知名的建筑之一。它高324米，曾是世界上最高的人造建筑，保持了41年。",
    "difficulty": 2,
    "keywords": [
      "Paris",
      "France",
      "Tower",
      "Landmark"
    ]
  },
  {
    "id": "encyclo_088",
    "title": "The Taj Mahal",
    "title_zh": "泰姬陵",
    "category": "Art",
    "content": "The Taj Mahal is an ivory-white marble mausoleum on the southern bank of the river Yamuna in the Indian city of Agra. It was commissioned in 1632 by the Mughal emperor Shah Jahan to house the tomb of his favorite wife, Mumtaz Mahal. The monument is renowned for its symmetrical beauty and intricate calligraphy. It is considered one of the finest examples of Mughal architecture, a blend of Indian, Persian, and Islamic styles.",
    "content_zh": "泰姬陵是位于印度阿格拉市亚穆纳河南岸的一座象牙白大理石陵墓。它由莫卧儿皇帝沙贾汗于1632年下令建造，用来安放他最宠爱的妻子穆塔兹·玛哈尔的坟墓。这座纪念碑以其对称美和复杂的书法而闻名。它被认为是莫卧儿建筑最好的例子之一，融合了印度、波斯和伊斯兰风格。",
    "difficulty": 3,
    "keywords": [
      "India",
      "Architecture",
      "Love",
      "Monument"
    ]
  },
  {
    "id": "encyclo_089",
    "title": "Machu Picchu",
    "title_zh": "马丘比丘",
    "category": "History",
    "content": "Machu Picchu is a 15th-century Inca citadel, located in the Eastern Cordillera of southern Peru, on a 2,430-meter (7,970 ft) mountain ridge. Often referred to as the 'Lost City of the Incas', it is the most familiar icon of Inca civilization. Built in the classical Inca style, with polished dry-stone walls, its exact use remains a mystery, though most archaeologists believe it was an estate for the Inca emperor Pachacuti.",
    "content_zh": "马丘比丘是15世纪的印加城堡，位于秘鲁南部东科迪勒拉山脉2430米（7970英尺）的山脊上。通常被称为“印加失落之城”，它是印加文明最熟悉的标志。它以古典印加风格建造，拥有抛光的干石墙，其确切用途仍然是个谜，尽管大多数考古学家认为它是印加皇帝帕查库蒂的庄园。",
    "difficulty": 3,
    "keywords": [
      "Peru",
      "Inca",
      "Mountains",
      "History"
    ]
  },
  {
    "id": "encyclo_090",
    "title": "The Nile River",
    "title_zh": "尼罗河",
    "category": "Geography",
    "content": "The Nile is a major north-flowing river in northeastern Africa. It is historically considered the longest river in the world, though some research suggests the Amazon River is slightly longer. The Nile is famous for being the lifeline of the ancient Egyptian civilization, providing water for irrigation and fertile soil for farming in a desert region. Most of Egypt's population and cities lie along those parts of the Nile valley north of Aswan.",
    "content_zh": "尼罗河是因非东北部一条向北流的主要河流。历史上它被认为是世界上最长的河流，尽管一些研究表明亚马逊河略长。尼罗河因是古埃及文明的生命线而闻名，为沙漠地区的农业提供灌溉用水和肥沃的土壤。埃及的大多数人口和城市都位于阿斯旺以北的尼罗河谷沿岸。",
    "difficulty": 2,
    "keywords": [
      "Egypt",
      "River",
      "Africa",
      "Civilization"
    ]
  },
  {
    "id": "encyclo_091",
    "title": "Pablo Picasso",
    "title_zh": "巴勃罗·毕加索",
    "category": "Art",
    "content": "Pablo Picasso was a Spanish painter and sculptor who spent most of his adult life in France. He is regarded as one of the most influential artists of the 20th century. Picasso is best known for co-founding the Cubist movement, the invention of constructed sculpture, and the co-invention of collage. His work is often categorized into periods, such as the Blue Period, the Rose Period, and the Crystal Period. His most famous works include 'Guernica' and 'Les Demoiselles d'Avignon'.",
    "content_zh": "巴勃罗·毕加索是一位西班牙画家和雕塑家，成年后大部分时间在法国度过。他被认为是20世纪最有影响力的艺术家之一。毕加索最著名的是共同创立了立体主义运动、发明了构造雕塑和共同发明了拼贴画。他的作品通常分为几个时期，如蓝色时期、玫瑰时期和水晶时期。他最著名的作品包括《格尔尼卡》和《亚维农的少女》。",
    "difficulty": 3,
    "keywords": [
      "Painter",
      "Art",
      "Cubism",
      "Spain"
    ]
  },
  {
    "id": "encyclo_092",
    "title": "Wolfgang Amadeus Mozart",
    "title_zh": "沃尔夫冈·阿马德乌斯·莫扎特",
    "category": "Art",
    "content": "Mozart was a prolific and influential composer of the Classical period. Born in Salzburg, he showed prodigious ability from his earliest childhood. He composed more than 600 works, many acknowledged as pinnacles of symphonic, concertante, chamber, operatic, and choral music. He is among the most enduringly popular of classical composers, and his influence is profound on subsequent Western art music. He died at the young age of 35.",
    "content_zh": "莫扎特是古典时期多产且具有影响力的作曲家。出生于萨尔茨堡，他从小就表现出惊人的天赋。他创作了600多部作品，许多被公认为交响乐、协奏曲、室内乐、歌剧和合唱音乐的巅峰之作。他是最经久不衰的古典作曲家之一，对后来的西方艺术音乐影响深远。他年仅35岁就去世了。",
    "difficulty": 3,
    "keywords": [
      "Music",
      "Composer",
      "Piano",
      "Genius"
    ]
  },
  {
    "id": "encyclo_093",
    "title": "Ludwig van Beethoven",
    "title_zh": "路德维希·范·贝多芬",
    "category": "Art",
    "content": "Beethoven was a German composer and pianist. He remains one of the most admired composers in the history of Western music. His works rank amongst the most performed of the classical music repertoire and span the transition from the Classical period to the Romantic era. Tragically, Beethoven began to lose his hearing in his late 20s and was almost completely deaf during the last decade of his life, yet he continued to compose distinct masterpieces, including his Ninth Symphony.",
    "content_zh": "贝多芬是德国作曲家和钢琴家。他仍然是西方音乐史上最受尊敬的作曲家之一。他的作品在古典音乐曲目中演出最多，跨越了从古典时期到浪漫主义时期的过渡。不幸的是，贝多芬在20多岁时开始失去听力，在他生命的最后十年几乎完全耳聋，但他继续创作独特的杰作，包括他的《第九交响曲》。",
    "difficulty": 3,
    "keywords": [
      "Music",
      "Composer",
      "Deaf",
      "Symphony"
    ]
  },
  {
    "id": "encyclo_094",
    "title": "Stonehenge",
    "title_zh": "巨石阵",
    "category": "History",
    "content": "Stonehenge is a prehistoric monument in Wiltshire, England. It consists of a ring of standing stones, each around 13 feet (4.0 m) high, seven feet (2.1 m) wide, and weighing around 25 tons. The stones are set within earthworks in the middle of the most dense complex of Neolithic and Bronze Age monuments in England. Archaeologists believe it was constructed from 3000 BC to 2000 BC. Its purpose remains a subject of debate, ranging from a burial ground to an astronomical observatory.",
    "content_zh": "巨石阵是位于英格兰威肯特郡的史前纪念碑。它由一圈直立的石头组成，每块高约13英尺（4.0米），宽7英尺（2.1米），重约25吨。这些石头坐落在英格兰最密集的新石器时代和青铜时代纪念碑群中间的土方工程中。考古学家认为它建于公元前3000年至公元前2000年之间。它的用途仍然是争论的话题，从墓地到天文台不一而足。",
    "difficulty": 3,
    "keywords": [
      "England",
      "Mystery",
      "Stones",
      "Prehistoric"
    ]
  },
  {
    "id": "encyclo_095",
    "title": "Venice",
    "title_zh": "威尼斯",
    "category": "Geography",
    "content": "Venice is a city in northeastern Italy and the capital of the Veneto region. It is built on a group of 118 small islands that are separated by canals and linked by over 400 bridges. The islands are in the shallow Venetian Lagoon. Venice is famous for its history, art, and architecture, and notably for having no roads, just canals—including the Grand Canal thoroughfare. Transport is by boat (vaporetti) or traditional gondolas.",
    "content_zh": "威尼斯是意大利东北部的一个城市，威内托首府。它建在118个小岛上，这些岛屿被运河隔开，并由400多座桥梁连接。这些岛屿位于浅水的威尼斯泻湖中。威尼斯以其历史、艺术和建筑而闻名，尤其是没有道路，只有运河——包括大运河干道。交通工具是船（水上巴士）或传统的贡多拉。",
    "difficulty": 2,
    "keywords": [
      "Italy",
      "Canals",
      "Boats",
      "City"
    ]
  },
  {
    "id": "encyclo_096",
    "title": "The Sydney Opera House",
    "title_zh": "悉尼歌剧院",
    "category": "Art",
    "content": "The Sydney Opera House is a multi-venue performing arts centre at Sydney Harbour in Sydney, Australia. It is one of the 20th century's most famous and distinctive buildings. Designed by Danish architect Jørn Utzon, the building comprises multiple performance venues, which together host more than 1,500 performances annually. Its roof structure, resembling billowing sails or shells, makes it an instantly recognizable masterpiece of modern architecture.",
    "content_zh": "悉尼歌剧院是位于澳大利亚悉尼海港的多场馆表演艺术中心。它是20世纪最著名和最独特的建筑之一。由丹麦建筑师约恩·乌松设计，该建筑包括多个表演场馆，每年共举办超过1500场演出。其屋顶结构类似于翻滚的风帆或贝壳，使其成为现代建筑中一眼就能认出的杰作。",
    "difficulty": 3,
    "keywords": [
      "Australia",
      "Architecture",
      "Opera",
      "Landmark"
    ]
  },
  {
    "id": "encyclo_097",
    "title": "Impressionism",
    "title_zh": "印象派",
    "category": "Art",
    "content": "Impressionism was a 19th-century art movement characterized by relatively small, thin, yet visible brush strokes, open composition, and an emphasis on accurate depiction of light in its changing qualities. Originating with a group of Paris-based artists whose independent exhibitions brought them to prominence during the 1870s and 1880s, the name comes from Claude Monet's work 'Impression, Sunrise'. It broke away from the strict rules of academic painting.",
    "content_zh": "印象派是19世纪的艺术运动，其特征是相对细小、薄但可见的笔触，开放的构图，以及强调准确描绘光线及其变化特质。起源于一群主要的巴黎艺术家，他们的独立展览在19世纪70年代和80年代使他们声名鹊起，名字来自克劳德·莫奈的作品《印象·日出》。它脱离了学院派绘画的严格规则。",
    "difficulty": 4,
    "keywords": [
      "Art",
      "Painting",
      "Light",
      "Monet"
    ]
  },
  {
    "id": "encyclo_098",
    "title": "The Leaning Tower of Pisa",
    "title_zh": "比萨斜塔",
    "category": "Art",
    "content": "The Leaning Tower of Pisa is the campanile, or freestanding bell tower, of the cathedral of the Italian city of Pisa, known worldwide for its nearly four-degree lean, the result of an unstable foundation. The tower began to sink after construction progressed to the second floor in 1178. This was due to a mere three-meter foundation, set in weak, unstable subsoil. Stabilization work has reduced the lean and ensured its safety for future generations.",
    "content_zh": "比萨斜塔是意大利城市比萨大教堂的钟楼，即独立钟楼，因其近4度的倾斜而闻名于世，这是地基不稳的结果。1178年，当建筑进展到二楼时，塔开始下沉。这是由于仅3米的地基建在软弱、不稳定的底土中导致的。加固工作已经减少了倾斜度，并确保了其对后代的安全性。",
    "difficulty": 2,
    "keywords": [
      "Italy",
      "Tower",
      "Lean",
      "Architecture"
    ]
  },
  {
    "id": "encyclo_099",
    "title": "Anime",
    "title_zh": "日本动漫",
    "category": "Culture",
    "content": "Anime is hand-drawn and computer-generated animation originating from Japan. In Japan and in Japanese, 'anime' describes all animated works, regardless of style or origin. However, outside of Japan, it refers specifically to animation produced in Japan or its common style, which is characterized by colorful graphics, vibrant characters, and fantastical themes. It is a diverse medium with distinctive production methods that have adapted in response to emergent technologies.",
    "content_zh": "日本动漫是源自日本的手绘和计算机生成的动画。在日本和日语中，“anime”描述所有动画作品，无论风格或产地如何。然而，在日本以外，它特指日本制作的动画或其常见风格，特征是多彩的图形、充满活力的角色和奇幻的主题。这是一个多样化的媒介，拥有独特的制作方法，并随着新兴技术而调整。",
    "difficulty": 3,
    "keywords": [
      "Japan",
      "Animation",
      "Cartoons",
      "Art"
    ]
  },
  {
    "id": "encyclo_100",
    "title": "Tea",
    "title_zh": "茶",
    "category": "Culture",
    "content": "Tea is an aromatic beverage prepared by pouring hot or boiling water over cured or fresh leaves of the Camellia sinensis, an evergreen shrub native to East Asia. After water, it is the most widely consumed drink in the world. Tea originated in Southwest China, where it was used as a medicinal drink. It became a popular recreational drink during the Tang dynasty, and tea drinking spread to other East Asian countries and later to Europe.",
    "content_zh": "茶是一种芳香饮料，通过将热水或沸水倒在茶树（一种原产于东亚的常绿灌木）的干叶或鲜叶上制备而成。继水之后，它是世界上消费最广泛的饮料。茶起源于中国西南部，最初用作药用饮料。在唐朝期间，它成为一种流行的休闲饮料，饮茶习俗传播到其他东亚国家，后来传到欧洲。",
    "difficulty": 2,
    "keywords": [
      "Drink",
      "China",
      "Culture",
      "Leaves"
    ]
  }
]