[
  {
    "id": "5fcdd94c30fb4e5a5aa3aa46",
    "title": "The Frog and The Ox",
    "title_zh": "青蛙与公牛",
    "author": "Aesop's Fables",
    "content": "An Ox came down to a reedy pool to drink. As he splashed heavily into the water, he crushed a young Frog into the mud. The old Frog soon missed the little one and asked his brothers and sisters what had become of him. \"A great big monster,\" said one of them, \"stepped on little brother with one of his huge feet!\" \"Big, was he!\" said the old Frog, puffing herself up. \"Was he as big as this?\" \"Oh, much bigger!\" they cried. The Frog puffed up still more. \"He could not have been bigger than this,\" she said. But the little Frogs all declared that the monster was much, much bigger and the old Frog kept puffing herself out more and more until, all at once, she burst.",
    "content_zh": "一头公牛来到长满芦苇的池塘边喝水。当他重重地踩进水里时，把一只小青蛙踩进了泥里。老青蛙很快发现小青蛙不见了，便问他的兄弟姐妹们他去哪儿了。“一个巨大的怪物，”其中一只回答说，“用他那巨大的脚踩到了小弟弟！”“很大吗？”老青蛙说着，鼓起了自己的肚子。“有这么大吗？”“哦，比这大多了！”他们叫道。老青蛙把肚子鼓得更大了。“他不可能比这还大，”她说。但小青蛙们都说那个怪物要大得多得多，于是老青蛙不停地把肚子鼓得越来越大，直到最后，“砰”的一声，她胀破了肚皮。",
    "moral": "Do not attempt the impossible.",
    "moral_zh": "不要尝试不可能的事（量力而行）。",
    "metrics": {
      "wordCount": 129,
      "readingTime": 1
    }
  },
  {
    "id": "5fce30db59830a875dba5cc6",
    "title": "Belling the Cat",
    "title_zh": "给猫挂铃铛",
    "author": "Aesop's Fables",
    "content": "The Mice once called a meeting to decide on a plan to free themselves of their enemy, the Cat. At least they wished to find some way of knowing when she was coming, so they might have time to run away. Indeed, something had to be done, for they lived in such constant fear of her claws that they hardly dared stir from their dens by night or day. Many plans were discussed, but none of them was thought good enough. At last a very young Mouse got up and said: \"I have a plan that seems very simple, but I know it will be successful. All we have to do is to hang a bell about the Cat's neck. When we hear the bell ringing we will know immediately that our enemy is coming.\" All the Mice were much surprised that they had not thought of such a plan before. But in the midst of the rejoicing over their good fortune, an old Mouse arose and said: \"I will say that the plan of the young Mouse is very good. But let me ask one question: Who will bell the Cat?\"",
    "content_zh": "老鼠们召开了一次会议，商讨如何摆脱它们的天敌——猫。至少它们希望能想出一个办法，知道猫什么时候来，这样它们就有时间逃跑。事实上，必须得做点什么了，因为它们终日生活在对猫爪的恐惧中，无论白天黑夜都不敢离开洞穴半步。大家讨论了很多方案，但都不够好。最后，一只很年轻的老鼠站起来说：“我有一个看起来很简单的计划，但我知道它一定会成功。我们要做的就是在猫的脖子上挂一个铃铛。当我们听到铃声响时，立刻就会知道敌人来了。”所有的老鼠都很惊讶，因为它们以前从未想到过这样的计划。正当大家为这好运欢呼时，一只老老鼠站起来说：“我得说，这只小老鼠的计划非常好。但我有一个问题：谁去给猫挂铃铛呢？”",
    "moral": "It is one thing to say that something should be done, but quite a different matter to do it.",
    "moral_zh": "说起来容易做起来难。",
    "metrics": {
      "wordCount": 192,
      "readingTime": 1
    }
  },
  {
    "id": "5fce373459830a875dba5cc7",
    "title": "The Town Mouse and The Country Mouse",
    "title_zh": "城市老鼠与乡下老鼠",
    "author": "Aesop's Fables",
    "content": "A Town Mouse once visited a relative who lived in the country. For lunch the Country Mouse served wheat stalks, roots, and acorns, with a dash of cold water for drink. The Town Mouse ate very sparingly, nibbling a little of this and a little of that, and by her manner making it very plain that she ate the simple food only to be polite. After the meal the friends had a long talk, or rather the Town Mouse talked about her life in the city while the Country Mouse listened. They then went to bed in a cozy nest in the hedgerow and slept in quiet and comfort until morning. In her sleep the Country Mouse dreamed she was a Town Mouse with all the luxuries and delights of city life that her friend had described for her. So the next day when the Town Mouse asked the Country Mouse to go home with her to the city, she gladly said yes. When they reached the mansion in which the Town Mouse lived, they found on the table in the dining room the leavings of a very fine banquet. There were sweetmeats and jellies, pastries, delicious cheeses, indeed, the most tempting foods that a Mouse can imagine. But just as the Country Mouse was about to nibble a dainty bit of pastry, she heard a Cat mew loudly and scratch at the door. In great fear the Mice scurried to a hiding place, where they lay quite still for a long time, hardly daring to breathe. When at last they ventured back to the feast, the door opened suddenly and in came the servants to clear the table, followed by the House Dog. The Country Mouse stopped in the Town Mouse's den only long enough to pick up her carpet bag and umbrella. \"You may have luxuries and dainties that I have not,\" she said as she hurried away, \"but I prefer my plain food and simple life in the country with the peace and security that go with it.\"",
    "content_zh": "一只城市老鼠去拜访住在乡下的亲戚。午餐时，乡下老鼠拿出了麦秆、树根和橡子，还有一点冷水作为饮料。城市老鼠吃得很勉强，挑挑拣拣地吃了一点点，显然只是为了礼貌才吃这些粗茶淡饭。饭后，两位朋友聊了很久，或者说是城市老鼠一直在讲她在城里的生活，而乡下老鼠在听。随后它们在树篱中一个舒适的窝里睡着了，安稳地睡到了天亮。在梦里，乡下老鼠梦见自己成了城市老鼠，享受着朋友描述的种种奢华和快乐。所以第二天，当城市老鼠邀请乡下老鼠跟她回城里时，她欣然答应了。当它们到达城市老鼠居住的豪宅时，发现餐厅桌上摆着一场盛大宴会的残羹冷炙。有糖果、果冻、糕点、美味的奶酪，简直是老鼠能想象到的最诱人的食物。但正当乡下老鼠准备品尝一块精致的糕点时，她听到一只猫在门外大声叫唤并抓挠着门。老鼠们吓得惊慌失措，窜到一个藏身之处，在那里一动不动地躲了很久，大气都不敢出。当它们终于敢回到盛宴旁时，门突然打开了，仆人们进来清理桌子，后面还跟着一只家狗。乡下老鼠在城市老鼠的窝里只停留了片刻，拿起她的旅行袋和雨伞。“你拥有我没有的奢华和美食，”她匆匆离去时说道，“但我宁愿在乡下吃粗茶淡饭，过简单的生活，因为那里有平静和安全。”",
    "moral": "Poverty with security is better than plenty in the midst of fear and uncertainty.",
    "moral_zh": "与其在恐惧和不安中享受富足，不如在安全中过贫穷的日子。",
    "metrics": {
      "wordCount": 341,
      "readingTime": 2
    }
  },
  {
    "id": "5fce38c659830a875dba5cc8",
    "title": "The Fox and The Grapes",
    "title_zh": "狐狸与葡萄",
    "author": "Aesop's Fables",
    "content": "A Fox one day spied a beautiful bunch of ripe grapes hanging from a vine trained along the branches of a tree. The grapes seemed ready to burst with juice, and the Fox's mouth watered as he gazed longingly at them. The bunch hung from a high branch, and the Fox had to jump for it. The first time he jumped he missed it by a long way. So he walked off a short distance and took a running leap at it, only to fall short once more. Again and again he tried, but in vain. Now he sat down and looked at the grapes in disgust. \"What a fool I am,\" he said. \"Here I am wearing myself out to get a bunch of sour grapes that are not worth gaping for.\" And off he walked very, very scornfully.",
    "content_zh": "一天，一只狐狸发现树枝上挂着一串美丽的成熟葡萄。葡萄看起来汁水饱满，狐狸渴望地盯着它们，口水直流。葡萄挂在一根高高的树枝上，狐狸必须跳起来才够得着。第一次跳跃时，他差了很大一截。于是他退后一小段距离，助跑跳起，结果还是没够着。他试了一次又一次，但都徒劳无功。最后，他坐下来，厌恶地看着葡萄。“我真是个傻瓜，”他说，“把自己累得半死，就为了弄到一串不值得张嘴的酸葡萄。”说完，他非常轻蔑地走开了。",
    "moral": "There are many who pretend to despise and belittle that which is beyond their reach.",
    "moral_zh": "很多人会假装藐视和贬低那些他们无法得到的东西（吃不到葡萄说葡萄酸）。",
    "metrics": {
      "wordCount": 140,
      "readingTime": 1
    }
  },
  {
    "id": "5fce394b59830a875dba5cc9",
    "title": "The Wolf and The Crane",
    "title_zh": "狼与鹤",
    "author": "Aesop's Fables",
    "content": "A Wolf had been feasting too greedily, and a bone had stuck crosswise in his throat. He could get it neither up nor down, and of course he could not eat a thing. Naturally that was an awful state of affairs for a greedy Wolf. So away he hurried to the Crane. He was sure that she, with her long neck and bill, would easily be able to reach the bone and pull it out. \"I will reward you very handsomely,\" said the Wolf, \"if you pull that bone out for me.\" The Crane, as you can imagine, was very uneasy about putting her head in a Wolf's throat. But she was grasping in nature, so she did what the Wolf asked her to do. When the Wolf felt that the bone was gone, he started to walk away. \"But what about my reward!\" called the Crane anxiously. \"What!\" snarled the Wolf, whirling around. \"Haven't you got it? Isn't it enough that I let you take your head out of my mouth without snapping it off?\"",
    "content_zh": "一只狼吃得太贪婪，一根骨头卡在了喉咙里。他吐不出来也咽不下去，当然什么也吃不下了。对于一只贪吃的狼来说，这自然是糟糕透顶。于是他急忙跑去找鹤。他确信凭借鹤的长脖子和长嘴，一定能轻易地把骨头夹出来。“如果你帮我把骨头取出来，”狼说，“我会给你丰厚的报酬。”正如你所想象的，鹤对于把头伸进狼嘴里这件事感到非常不安。但她本性贪婪，所以还是照狼说的做了。当狼感觉到骨头没了，转身就走。“可是我的报酬呢！”鹤焦急地喊道。“什么！”狼咆哮着转过身，“你还没得到吗？难道让你把头从我嘴里完好无损地拿出来，这还不够吗？”",
    "moral": "Expect no reward for serving the wicked.",
    "moral_zh": "不要指望为恶人效劳能得到回报。",
    "metrics": {
      "wordCount": 176,
      "readingTime": 1
    }
  },
  {
    "id": "5fce39be59830a875dba5cca",
    "title": "The Lion and The Mouse",
    "title_zh": "狮子与老鼠",
    "author": "Aesop's Fables",
    "content": "A Lion lay asleep in the forest, his great head resting on his paws. A timid little Mouse came upon him unexpectedly, and in her fright and haste to get away, ran across the Lion's nose. Roused from his nap, the Lion laid his huge paw angrily on the tiny creature to kill her. \"Spare me!\" begged the poor Mouse. \"Please let me go and some day I will surely repay you.\" The Lion was much amused to think that a Mouse could ever help him. But he was generous and finally let the Mouse go. Some days later, while stalking his prey in the forest, the Lion was caught in the toils of a hunter's net. Unable to free himself, he filled the forest with his angry roaring. The Mouse knew the voice and quickly found the Lion struggling in the net. Running to one of the great ropes that bound him, she gnawed it until it parted, and soon the Lion was free. \"You laughed when I said I would repay you,\" said the Mouse. \"Now you see that even a Mouse can help a Lion.\"",
    "content_zh": "一只狮子在森林里睡觉，巨大的头枕在爪子上。一只胆小的小老鼠意外地撞见了他，惊慌失措想逃跑时，从狮子的鼻子上跑了过去。狮子被从梦中惊醒，愤怒地用巨大的爪子按住那个小家伙，想杀死她。“饶了我吧！”可怜的老鼠求饶道，“请放我走，总有一天我会报答你的。”狮子觉得老鼠能帮他的想法太可笑了。但他还是大度地放走了老鼠。几天后，狮子在森林里捕猎时，被猎人的网困住了。他无法挣脱，愤怒的吼声响彻森林。老鼠听出了这个声音，很快找到了在网中挣扎的狮子。她跑到捆绑狮子的一根大绳子旁，咬断了绳子，很快狮子就重获自由。“我当时说会报答你，你还笑我呢，”老鼠说，“现在你看到了，即使是一只老鼠也能帮助狮子。”",
    "moral": "A kindness is never wasted.",
    "moral_zh": "善行永远不会被浪费。",
    "metrics": {
      "wordCount": 188,
      "readingTime": 1
    }
  },
  {
    "id": "5fce3aaa59830a875dba5ccb",
    "title": "The Gnat and The Bull",
    "title_zh": "蚊子与公牛",
    "author": "Aesop's Fables",
    "content": "A Gnat flew over the meadow with much buzzing for so small a creature and settled on the tip of one of the horns of a Bull. After he had rested a short time, he made ready to fly away. But before he left he begged the Bull's pardon for having used his horn for a resting place. \"You must be very glad to have me go now,\" he said. \"It's all the same to me,\" replied the Bull. \"I did not even know you were there.\"",
    "content_zh": "一只蚊子嗡嗡叫着飞过草地，对于这么小的生物来说动静可真不小，最后停在了一头公牛的角尖上。休息了一会儿后，他准备飞走。但在离开之前，他请求公牛原谅他借用了牛角休息。“我现在要走了，你一定很高兴吧，”他说。“对我来说都一样，”公牛回答道，“我甚至都不知道你在那儿。”",
    "moral": "We are often of greater importance in our own eyes than in the eyes of our neighbor. The smaller the mind the greater the conceit.",
    "moral_zh": "我们往往把自己看得比在别人眼中更重要。心胸越狭隘，人越自负。",
    "metrics": {
      "wordCount": 87,
      "readingTime": 1
    }
  },
  {
    "id": "5fce3b0159830a875dba5ccc",
    "title": "The Plane Tree",
    "title_zh": "悬铃木",
    "author": "Aesop's Fables",
    "content": "Two Travellers, walking in the noonday sun, sought the shade of a widespreading tree to rest. As they lay looking up among the pleasant leaves, they saw that it was a Plane Tree. \"How useless is the Plane!\" said one of them. \"It bears no fruit whatever, and only serves to litter the ground with leaves.\" \"Ungrateful creatures!\" said a voice from the Plane Tree. \"You lie here in my cooling shade, and yet you say I am useless! Thus ungratefully, O Jupiter, do men receive their blessings!\"",
    "content_zh": "两个旅行者在正午的烈日下行走，找到一棵枝繁叶茂的大树下休息遮阴。当他们躺着仰望那些令人心旷神怡的树叶时，发现这是一棵悬铃木（法国梧桐）。“这悬铃木真没用！”其中一人说，“它不结任何果实，只会弄得满地落叶。”“不知感恩的家伙！”悬铃木发出了声音，“你们躺在我凉爽的树荫下，却还说我没用！人类就是这样忘恩负义地对待上天赐予的恩惠啊！”",
    "moral": "Our best blessings are often the least appreciated.",
    "moral_zh": "最好的恩赐往往最不被珍惜（身在福中不知福）。",
    "metrics": {
      "wordCount": 88,
      "readingTime": 1
    }
  },
  {
    "id": "5fce3b5259830a875dba5ccd",
    "title": "The Owl and The Grasshopper",
    "title_zh": "猫头鹰与蚂蚱",
    "author": "Aesop's Fables",
    "content": "The Owl always takes her sleep during the day. Then after sundown, when the rosy light fades from the sky and the shadows rise slowly through the wood, out she comes ruffling and blinking from the old hollow tree. Now her weird \"hoo-hoo-hoo-oo-oo\" echoes through the quiet wood, and she begins her hunt for the bugs and beetles, frogs and mice she likes so well to eat. Now there was a certain old Owl who had become very cross and hard to please as she grew older, especially if anything disturbed her daily slumbers. One warm summer afternoon as she dozed away in her den in the old oak tree, a Grasshopper nearby began a joyous but very raspy song. Out popped the old Owl's head from the opening in the tree that served her both for door and for window. \"Get away from here, sir,\" she said to the Grasshopper. \"Have you no manners? You should at least respect my age and leave me to sleep in quiet!\" But the Grasshopper answered saucily that he had as much right to his place in the sun as the Owl had to her place in the old oak. Then he struck up a louder and still more rasping tune. The wise old Owl knew quite well that it would do no good to argue with the Grasshopper, nor with anybody else for that matter. Besides, her eyes were not sharp enough by day to permit her to punish the Grasshopper as he deserved. So she laid aside all hard words and spoke very kindly to him. \"Well sir,\" she said, \"if I must stay awake, I am going to settle right down to enjoy your singing. Now that I think of it, I have a wonderful wine here, sent me from Olympus, of which I am told Apollo drinks before he sings to the high gods. Please come up and taste this delicious drink with me. I know it will make you sing like Apollo himself.\" The foolish Grasshopper was taken in by the Owl's flattering words. Up he jumped to the Owl's den, but as soon as he was near enough so the old Owl could see him clearly, she pounced upon him and ate him up.",
    "content_zh": "猫头鹰总是在白天睡觉。日落之后，当玫瑰色的光芒从天空中褪去，阴影慢慢笼罩森林时，她才会从老树洞里钻出来，抖动着羽毛，眨着眼睛。此刻，她那怪异的“呼-呼-呼-呜-呜”声在寂静的林间回荡，她开始捕食她最爱吃的虫子、甲虫、青蛙和老鼠。有一只老猫头鹰，年纪越大脾气越坏，越难取悦，特别是如果有什么东西打扰了她白天的睡眠。一个温暖的夏日午后，当她在老橡树的巢穴里打盹时，附近的一只蚂蚱开始唱起快乐但非常刺耳的歌。老猫头鹰把头探出那个既是门又是窗的树洞。“离开这儿，先生，”她对蚂蚱说，“你没礼貌吗？你至少应该尊重我的年纪，让我安静地睡觉！”但蚂蚱无礼地回答说，他像猫头鹰拥有老橡树一样，也有权享受阳光。接着他唱起了更响亮、更刺耳的调子。聪明的老猫头鹰很清楚，和蚂蚱争论是没有用的，事实上和谁争论都没用。而且，她的眼睛在白天不够敏锐，无法按他应得的那样惩罚他。于是她收起严厉的言辞，非常和蔼地对他说。“好吧，先生，”她说，“既然我必须醒着，我就坐下来好好欣赏你的歌声。我想起来了，我这里有一种绝妙的酒，是从奥林匹斯山送来的，据说阿波罗在给众神歌唱前都会喝这种酒。请上来和我一起品尝这美味的饮料吧。我知道它会让你唱得像阿波罗一样动听。”愚蠢的蚂蚱被猫头鹰的奉承话骗了。他跳上了猫头鹰的巢穴，但他刚靠近到老猫头鹰能看清他的距离，她就猛扑过去把他吃掉了。",
    "moral": "Flattery is not a proof of true admiration. Do not let flattery throw you off your guard against an enemy.",
    "moral_zh": "奉承并不代表真正的赞赏。不要让奉承使你对敌人放松警惕（糖衣炮弹）。",
    "metrics": {
      "wordCount": 377,
      "readingTime": 2
    }
  },
  {
    "id": "5fce3bbb59830a875dba5cce",
    "title": "The Oak and The Reeds",
    "title_zh": "橡树与芦苇",
    "author": "Aesop's Fables",
    "content": "A Giant Oak stood near a brook in which grew some slender Reeds. When the wind blew, the great Oak stood proudly upright with its hundred arms uplifted to the sky. But the Reeds bowed low in the wind and sang a sad and mournful song. \"You have reason to complain,\" said the Oak. \"The slightest breeze that ruffles the surface of the water makes you bow your heads, while I, the mighty Oak, stand upright and firm before the howling tempest.\" \"Do not worry about us,\" replied the Reeds. \"The winds do not harm us. We bow before them and so we do not break. You, in all your pride and strength, have so far resisted their blows. But the end is coming.\" As the Reeds spoke a great hurricane rushed out of the north. The Oak stood proudly and fought against the storm, while the yielding Reeds bowed low. The wind redoubled in fury, and all at once the great tree fell, torn up by the roots, and lay among the pitying Reeds.",
    "content_zh": "一棵巨大的橡树矗立在小溪旁，溪水中生长着一些细长的芦苇。风吹过时，巨大的橡树骄傲地挺立着，百条手臂伸向天空。而芦苇则在风中低头弯腰，唱着悲伤凄凉的歌。“你们确实有理由抱怨，”橡树说，“微风吹皱水面就能让你们低头，而我，强大的橡树，在咆哮的暴风雨面前依然挺立稳固。”“别为我们担心，”芦苇回答说，“风伤不到我们。我们在风面前弯腰，所以不会折断。你凭借傲慢和力量，至今抵抗住了风的打击。但结局快到了。”芦苇正说着，一股巨大的飓风从北方呼啸而来。橡树骄傲地站立着与风暴对抗，而柔顺的芦苇则深深地弯下了腰。风势加倍狂暴，突然间，那棵大树倒下了，被连根拔起，躺在充满怜悯的芦苇丛中。",
    "moral": "Better to yield when it is folly to resist, than to resist stubbornly and be destroyed.",
    "moral_zh": "当抵抗是愚蠢的时候，屈服比顽固抵抗而被毁灭要好（能屈能伸）。",
    "metrics": {
      "wordCount": 175,
      "readingTime": 1
    }
  },
  {
    "id": "5fce5054b9455b1cacf1ca59",
    "title": "The Crow and The Pitcher",
    "title_zh": "乌鸦喝水",
    "author": "Aesop's Fables",
    "content": "In a spell of dry weather, when the Birds could find very little to drink, a thirsty Crow found a pitcher with a little water in it. But the pitcher was high and had a narrow neck, and no matter how he tried, the Crow could not reach the water. The poor thing felt as if he must die of thirst. Then an idea came to him. Picking up some small pebbles, he dropped them into the pitcher one by one. With each pebble the water rose a little higher until at last it was near enough so he could drink.",
    "content_zh": "在一段干旱的天气里，鸟儿们很难找到水喝，一只口渴的乌鸦发现了一个有一点水的罐子。但是罐子很高，瓶口很窄，无论他怎么试，乌鸦都够不着水。可怜的家伙觉得他快要渴死了。突然他想到了一个主意。他捡起一些小石子，一颗一颗地丢进罐子里。随着每一颗石子的落下，水位一点点升高，直到最后离得足够近，他终于喝到了水。",
    "moral": "In a pinch a good use of our wits may help us out.",
    "moral_zh": "在紧要关头，善用智慧可以帮我们摆脱困境。",
    "metrics": {
      "wordCount": 101,
      "readingTime": 1
    }
  },
  {
    "id": "5fce5174ff324c051c8ad1c6",
    "title": "The Two Goats",
    "title_zh": "两只山羊",
    "author": "Aesop's Fables",
    "content": "Two Goats, frisking gayly on the rocky steeps of a mountain valley, chanced to meet, one on each side of a deep chasm through which poured a mighty mountain torrent. The trunk of a fallen tree formed the only means of crossing the chasm, and on this not even two squirrels could have passed each other in safety. The narrow path would have made the bravest tremble. Not so our Goats. Their pride would not permit either to stand aside for the other. One set her foot on the log. The other did likewise. In the middle they met horn to horn. Neither would give way, and so they both fell, to be swept away by the roaring torrent below.",
    "content_zh": "两只山羊在山谷陡峭的岩壁上快乐地嬉戏，偶然相遇了，它们分别站在一条深渊的两侧，深渊下奔流着湍急的山洪。一根倒下的树干是跨越深渊的唯一通道，在这上面，甚至两只松鼠都无法安全地擦肩而过。这条狭窄的小路即使是勇者也会颤抖。但我们的山羊可不这么想。它们的骄傲不允许任何一方为对方让路。一只把脚踏上了原木，另一只也照做了。在中间，它们角对着角相遇了。谁也不肯让步，结果它们都掉下去了，被下面咆哮的洪流卷走了。",
    "moral": "It is better to yield than to come to misfortune through stubbornness.",
    "moral_zh": "退一步海阔天空，因固执而招致不幸是不值得的。",
    "metrics": {
      "wordCount": 120,
      "readingTime": 1
    }
  },
  {
    "id": "5fce525e180524198cce48db",
    "title": "The Wild Boar and The Fox",
    "title_zh": "野猪与狐狸",
    "author": "Aesop's Fables",
    "content": "A Wild Boar was sharpening his tusks busily against the stump of a tree, when a Fox happened by. Now the Fox was always looking for a chance to make fun of his neighbors. So he made a great show of looking anxiously about, as if in fear of some hidden enemy. But the Boar kept right on with his work. \"Why are you doing that?\" asked the Fox at last with a grin. \"There isn't any danger that I can see.\" \"True enough,\" replied the Boar, \"but when danger does come there will not be time for such work as this. My weapons will have to be ready for use then, or I shall suffer for it.\"",
    "content_zh": "一只野猪正在树桩上忙着磨獠牙，这时一只狐狸路过。这只狐狸总是找机会取笑邻居。于是他装出一副焦急四顾的样子，好像害怕有什么隐藏的敌人。但野猪继续干他的活。“你为什么要那样做？”狐狸最后咧着嘴笑着问，“我看不到任何危险啊。”“的确如此，”野猪回答说，“但当危险真的来临时，就没时间做这个了。我的武器必须时刻准备好，否则我就要吃亏了。”",
    "moral": "Preparedness for war is the best guarantee of peace.",
    "moral_zh": "备战是和平最好的保障（有备无患）。",
    "metrics": {
      "wordCount": 118,
      "readingTime": 1
    }
  },
  {
    "id": "5fce5342c00fea06b0fd7f5a",
    "title": "The Heron",
    "title_zh": "苍鹭",
    "author": "Aesop's Fables",
    "content": "A Heron was walking sedately along the bank of a stream, his eyes on the clear water, and his long neck and pointed bill ready to snap up a likely morsel for his breakfast. The clear water swarmed with fish, but Master Heron was hard to please that morning. \"No small fry for me,\" he said. \"Such scanty fare is not fit for a Heron.\" Now a fine young Perch swam near. \"No indeed,\" said the Heron. \"I wouldn't even trouble to open my beak for anything like that!\" As the sun rose, the fish left the shallow water near the shore and swam below into the cool depths toward the middle. The Heron saw no more fish, and very glad was he at last to breakfast on a tiny Snail.",
    "content_zh": "一只苍鹭在河岸边从容地踱步，眼睛盯着清澈的河水，长长的脖子和尖尖的喙准备随时啄食合意的早餐。清水里鱼群密集，但这天早上苍鹭大师很难取悦。“我才不要小鱼苗，”他说，“这样寒酸的食物配不上苍鹭。”这时一条漂亮的年轻鲈鱼游了过来。“不行，”苍鹭说，“我甚至都不屑为这种东西张嘴！”随着太阳升起，鱼儿们离开了岸边的浅水区，游向中间凉爽的深水区。苍鹭再也看不到鱼了，最后他不得不很高兴地把一只小蜗牛当了早餐。",
    "moral": "Do not be too hard to suit or you may have to be content with the worst or with nothing at all.",
    "moral_zh": "不要太挑剔，否则你可能不得不接受最差的，或者什么都没有。",
    "metrics": {
      "wordCount": 131,
      "readingTime": 1
    }
  },
  {
    "id": "5fcdd94c30fb4e5a5aa3aa46_PLACEHOLDER_FIX_ID_LATER",
    "title": "The Fox and The Stork",
    "title_zh": "狐狸与鹳",
    "author": "Aesop's Fables",
    "content": "The Fox one day thought of a plan to amuse himself at the expense of the Stork, at whose odd appearance he was always laughing. \"You must come and dine with me today,\" he said to the Stork, smiling to himself at the trick he was going to play. The Stork gladly accepted the invitation and arrived in good time and with a very good appetite. For dinner the Fox served soup. But it was set out in a very shallow dish, and all the Stork could do was to wet the very tip of his bill. Not a drop of soup could he get. But the Fox lapped it up easily, and, to increase the disappointment of the Stork, made a great show of enjoyment. The hungry Stork was much displeased at the trick, but he was a calm, even-tempered fellow and saw no good in flying into a rage. Instead, not long afterward, he invited the Fox to dine with him in turn. The Fox arrived promptly at the time that had been set, and the Stork served a fish dinner that had a very appetizing smell. But it was served in a tall jar with a very narrow neck. The Stork could easily get at the food with his long bill, but all the Fox could do was to lick the outside of the jar, and sniff at the delicious odor. And when the Fox lost his temper, the Stork said calmly: \"Do not play tricks on your neighbors unless you can stand the same treatment yourself.\"",
    "content_zh": "一天，狐狸想出了一个捉弄鹳的主意，他总是嘲笑鹳那古怪的模样。“今天你一定要来和我一起吃饭，”他对鹳说，心里暗自为即将上演的恶作剧发笑。鹳欣然接受了邀请，准时到达，胃口大开。狐狸端出的晚餐是汤。但这汤盛在一个非常浅的盘子里，鹳只能弄湿一点点喙尖。他一滴汤也喝不到。而狐狸却轻而易举地喝了个精光，为了增加鹳的失望感，他还故意表现出非常享受的样子。饥饿的鹳对这个恶作剧很不高兴，但他是个冷静、脾气温和的家伙，觉得发火没什么用。相反，没过多久，他回请狐狸吃饭。狐狸准时赴约，鹳端出的鱼宴闻起来香气扑鼻。但这食物盛在一个长颈窄口的罐子里。鹳凭借长喙可以轻易吃到食物，但狐狸只能舔舔罐子外面，闻闻那美味的香气。当狐狸发脾气时，鹳平静地说：“除非你自己能忍受同样的待遇，否则不要捉弄邻居。”",
    "moral": "Do not play tricks on your neighbors unless you can stand the same treatment yourself.",
    "moral_zh": "己所不欲，勿施于人。",
    "metrics": {
      "wordCount": 260,
      "readingTime": 2
    }
  },
  {
    "id": "5ff6f8c58905c296c682ea1e",
    "title": "The Cock and the Fox",
    "title_zh": "公鸡与狐狸",
    "author": "Aesop's Fables",
    "content": "One bright evening as the sun was sinking on a glorious world a wise old Cock flew into a tree to roost. Before he composed himself to rest, he flapped his wings three times and crowed loudly. But just as he was about to put his head under his wing, his beady eyes caught a flash of red and a glimpse of a long pointed nose, and there just below him stood Master Fox. \"Have you heard the wonderful news?\" cried the Fox in a very joyful and excited manner. \"What news?\" asked the Cock very calmly. But he had a queer, fluttery feeling inside him, for, you know, he was very much afraid of the Fox. \"Your family and mine and all other animals have agreed to forget their differences and live in peace and friendship from now on forever. Just think of it! I simply cannot wait to embrace you! Do come down, dear friend, and let us celebrate the joyful event.\" \"How grand!\" said the Cock. \"I certainly am delighted at the news.\" But he spoke in an absent way, and stretching up on tiptoes, seemed to be looking at something afar off. \"What is it you see?\" asked the Fox a little anxiously. \"Why, it looks to me like a couple of Dogs coming this way. They must have heard the good news and—\" But the Fox did not wait to hear more. Off he started on a run. \"Wait,\" cried the Cock. \"Why do you run? The Dogs are friends of yours now!\" \"Yes,\" answered the Fox. \"But they might not have heard the news. Besides, I have a very important errand that I had almost forgotten about.\" The Cock smiled as he buried his head in his feathers and went to sleep, for he had succeeded in outwitting a very crafty enemy.",
    "content_zh": "在一个明媚的傍晚，夕阳西下，照耀着壮丽的世界，一只聪明的老公鸡飞到树上栖息。在安顿下来休息之前，他拍了三下翅膀，大声啼叫。但正当他准备把头埋进翅膀下时，他那如珠子般的小眼睛捕捉到了一抹红色和一个尖尖的长鼻子，就在他下面站着狐狸先生。“你听到那个好消息了吗？”狐狸用非常快乐和兴奋的语气喊道。“什么消息？”公鸡非常镇定地问。但他心里有一种奇怪的慌乱感，因为你知道，他非常害怕狐狸。“你的家族和我的家族，以及所有的动物都同意忘记分歧，从此永远和平友好地生活在一起。想想看！我简直迫不及待要拥抱你了！快下来吧，亲爱的朋友，让我们一起庆祝这个喜庆的日子。”“太棒了！”公鸡说，“我听到这个消息真是太高兴了。”但他说话时心不在焉，垫着脚尖，似乎在眺望远方。“你看到了什么？”狐狸有点焦急地问。“哦，我看好像有几只狗正朝这边跑来。他们一定也听到了好消息，并且——”但狐狸没等听完就撒腿跑了。“等等，”公鸡喊道，“你跑什么？狗现在是你的朋友了！”“是的，”狐狸回答，“但他们可能还没听到这个消息。再说，我有一件非常重要的差事差点忘了。”公鸡微笑着把头埋进羽毛里睡着了，因为他成功地骗过了一个非常狡猾的敌人。",
    "moral": "The trickster is easily tricked.",
    "moral_zh": "骗人者其人恒骗之（聪明反被聪明误）。",
    "metrics": {
      "wordCount": 308,
      "readingTime": 2
    }
  },
  {
    "id": "5ff6f8c58905c296c682ea1d",
    "title": "The Stag and His Reflection",
    "title_zh": "公鹿与倒影",
    "author": "Aesop's Fables",
    "content": "A Stag, drinking from a crystal spring, saw himself mirrored in the clear water. He greatly admired the graceful arch of his antlers, but he was very much ashamed of his spindling legs. \"How can it be,\" he sighed, \"that I should be cursed with such legs when I have so magnificent a crown.\" At that moment he scented a panther and in an instant was bounding away through the forest. But as he ran his wide-spreading antlers caught in the branches of the trees, and soon the Panther overtook him. Then the Stag perceived that the legs of which he was so ashamed would have saved him had it not been for the useless ornaments on his head.",
    "content_zh": "一只公鹿在清澈的泉边喝水，看到了自己在水中的倒影。他非常欣赏自己鹿角那优美的弧度，但对自己细长的腿感到非常羞愧。“怎么会这样，”他叹息道，“我拥有如此宏伟的皇冠，却被诅咒长了这样的一双腿。”就在这时，他闻到了豹子的气味，瞬间便在森林中飞奔起来。但当他奔跑时，他那宽大的鹿角卡在了树枝上，很快豹子就追上了他。这时公鹿才明白，那双让他感到羞愧的腿本可以救他的命，如果不是因为头顶上那无用的装饰品的话。",
    "moral": "We often make much of the ornamental and despise the useful.",
    "moral_zh": "我们往往重视装饰而轻视实用。",
    "metrics": {
      "wordCount": 119,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6aa",
    "title": "The Young Crab and His Mother",
    "title_zh": "小螃蟹与妈妈",
    "author": "Aesop's Fables",
    "content": "\"Why in the world do you walk sideways like that?\" said a Mother Crab to her son. \"You should always walk straight forward with your toes turned out.\" \"Show me how to walk, mother dear,\" answered the little Crab obediently, \"I want to learn.\" So the old Crab tried and tried to walk straight forward. But she could walk sideways only, like her son. And when she wanted to turn her toes out she tripped and fell on her nose.",
    "content_zh": "“你到底为什么要那样横着走？”螃蟹妈妈对她的儿子说，“你应该总是脚尖朝外，直着向前走。”“演示给我看怎么走，亲爱的妈妈，”小螃蟹顺从地回答，“我想学。”于是老螃蟹试了又试，想直着向前走。但她只能像她儿子一样横着走。当她想把脚尖朝外时，她绊倒了，鼻子着地摔了一跤。",
    "moral": "Do not tell others how to act unless you can set a good example.",
    "moral_zh": "己身不正，何以正人（言传不如身教）。",
    "metrics": {
      "wordCount": 80,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d69f",
    "title": "The Wolf in Sheep's Clothing",
    "title_zh": "披着羊皮的狼",
    "author": "Aesop's Fables",
    "content": "A certain Wolf could not get enough to eat because of the watchfulness of the Shepherds. But one night he found a sheep skin that had been cast aside and forgotten. The next day, dressed in the skin, the Wolf strolled into the pasture with the Sheep. Soon a little Lamb was following him about and was quickly led away to slaughter. That evening the Wolf entered the fold with the flock. But it happened that the Shepherd took a fancy for mutton broth that very evening, and, picking up a knife, went to the fold. There the first he laid hands on and killed was the Wolf.",
    "content_zh": "有一只狼因为牧羊人的警惕而吃不到足够的食物。但有一天晚上，他发现了一张被丢弃遗忘的羊皮。第二天，披着这张皮，狼混进了羊群在草地上漫步。很快一只小羊羔跟在他身后，被迅速引走杀掉了。那天晚上，狼随着羊群进入了羊圈。但碰巧那天晚上牧羊人想喝羊肉汤，于是拿起一把刀走进了羊圈。他在那里抓到的并杀掉的第一只羊，就是那只狼。",
    "moral": "The evil doer often comes to harm through his own deceit.",
    "moral_zh": "多行不义必自毙。",
    "metrics": {
      "wordCount": 108,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6a1",
    "title": "The Fox and the Goat",
    "title_zh": "狐狸与山羊",
    "author": "Aesop's Fables",
    "content": "A Fox fell into a well, and though it was not very deep, he found that he could not get out again. After he had been in the well a long time, a thirsty Goat came by. The Goat thought the Fox had gone down to drink, and so he asked if the water was good. \"The finest in the whole country,\" said the crafty Fox, \"jump in and try it. There is more than enough for both of us.\" The thirsty Goat immediately jumped in and began to drink. The Fox just as quickly jumped on the Goat's back and leaped from the tip of the Goat's horns out of the well The foolish Goat now saw what a plight he had got into, and begged the Fox to help him out. But the Fox was already on his way to the woods \"If you had as much sense as you have beard, old fellow,\" he said as she ran, \"you would have been more cautious about finding a way to get out again before you jumped in.\"",
    "content_zh": "一只狐狸掉进了一口井里，虽然井不是很深，但他发现自己出不来了。他在井里待了很久之后，一只口渴的山羊路过。山羊以为狐狸是下去喝水的，便问水好不好喝。“这是全国最好的水，”狡猾的狐狸说，“跳下来尝尝吧。足够我们要两个人喝的。”口渴的山羊立刻跳了下去开始喝水。狐狸同样迅速地跳到山羊背上，踩着山羊的角尖跳出了井。愚蠢的山羊这才意识到自己的处境，恳求狐狸救他出去。但狐狸已经跑向树林了。“老伙计，如果你的脑子和你的胡子一样多，”他边跑边说，“你在跳下去之前就会更谨慎地考虑怎么出来了。”",
    "moral": "Look before you leap.",
    "moral_zh": "三思而后行。",
    "metrics": {
      "wordCount": 179,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6a3",
    "title": "The Eagle and the Beetle",
    "title_zh": "鹰与甲虫",
    "author": "Aesop's Fables",
    "content": "A Beetle once begged the Eagle to spare a Hare which had run to her for protection. But the Eagle pounced upon her prey, the sweep of her great wings tumbling the Beetle a dozen feet away. Furious at the disrespect shown her, the Beetle flew to the Eagle's nest and rolled out the eggs. Not one did she spare. The Eagle's grief and anger knew no bounds, but who had done the cruel deed she did not know. Next year the Eagle built her nest far up on a mountain crag; but the Beetle found it and again destroyed the eggs. In despair the Eagle now implored great Jupiter to let her place her eggs in his lap. There none would dare harm them. But the Beetle buzzed about Jupiter's head, and made him rise to drive her away; and the eggs rolled from his lap. Now the Beetle told the reason for her action, and Jupiter had to acknowledge the justice of her cause. And they say that ever after, while the Eagle's eggs lie in the nest in spring, the Beetle still sleeps in the ground. For so Jupiter commanded.",
    "content_zh": "一只甲虫曾经恳求鹰放过一只跑来寻求她保护的野兔。但鹰猛扑向猎物，巨大的翅膀一挥，把甲虫扇飞了十几英尺远。甲虫对这种不尊重的行为感到愤怒，飞到鹰的巢里，把鹰蛋都滚了出来。一个也没留。鹰的悲伤和愤怒无法形容，但她不知道是谁干的残忍勾当。第二年，鹰把巢筑在悬崖高处；但甲虫找到了那里，再次摧毁了蛋。绝望中，鹰恳求伟大的朱庇特让她把蛋放在他的膝盖上。在那里没人敢伤害它们。但甲虫在朱庇特头顶嗡嗡叫，让他站起来赶走她；结果蛋从他的膝盖上滚落了下来。这时甲虫说明了她这么做的原因，朱庇特不得不承认她的理由是正当的。据说从此以后，当春天鹰蛋在巢里时，甲虫还在地下沉睡。因为这是朱庇特的命令（为了避免鹰和甲虫的冲突）。",
    "moral": "Even the weakest may find means to avenge a wrong.",
    "moral_zh": "即使是最弱小者也能找到复仇的方法（不要轻视弱者）。",
    "metrics": {
      "wordCount": 193,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6ac",
    "title": "The Wolf and the Kid",
    "title_zh": "狼与小羊",
    "author": "Aesop's Fables",
    "content": "There was once a little Kid whose growing horns made him think he was a grown-up Billy Goat and able to take care of himself. So one evening when the flock started home from the pasture and his mother called, the Kid paid no heed and kept right on nibbling the tender grass. A little later when he lifted his head, the flock was gone. He was all alone. The sun was sinking. Long shadows came creeping over the ground. A chilly little wind came creeping with them making scary noises in the grass. The Kid shivered as he thought of the terrible Wolf. Then he started wildly over the field, bleating for his mother. But not half-way, near a clump of trees, there was the Wolf! The Kid knew there was little hope for him. \"Please, Mr. Wolf,\" he said trembling, \"I know you are going to eat me. But first please pipe me a tune, for I want to dance and be merry as long as I can.\" The Wolf liked the idea of a little music before eating, so he struck up a merry tune and the Kid leaped and frisked gaily. Meanwhile, the flock was moving slowly homeward. In the still evening air the Wolf's piping carried far. The Shepherd Dogs pricked up their ears. They recognized the song the Wolf sings before a feast, and in a moment they were racing back to the pasture. The Wolf's song ended suddenly, and as he ran, with the Dogs at his heels, he called himself a fool for turning piper to please a Kid, when he should have stuck to his butcher's trade.",
    "content_zh": "从前有一只小山羊，他长出的小角让他觉得自己已经是一只成年的公山羊，能够照顾自己了。所以有一天晚上，当羊群开始从草地回家，母亲呼唤他时，小山羊没有理会，继续啃着嫩草。过了一会儿，当他抬起头时，羊群不见了。他孤身一人。太阳正在下山。长长的阴影在地面上蔓延。一阵寒冷的微风随之而来，在草丛中发出可怕的声音。小山羊想到可怕的狼，不禁发抖。然后他开始在田野里疯狂地跑，咩咩地叫着找妈妈。但没跑到一半，在一丛树旁，狼出现了！小山羊知道自己没什么希望了。“求求你，狼先生，”他颤抖着说，“我知道你要吃我。但请先给我吹支曲子吧，我想在还能跳的时候跳舞快乐一下。”狼觉得吃东西前听点音乐也不错，于是吹起了欢快的曲子，小山羊快乐地跳来跳去。与此同时，羊群正缓慢地向家移动。在寂静的晚风中，狼的笛声传得很远。牧羊犬竖起了耳朵。他们认出了这是狼在享用盛宴前唱的歌，瞬间便向草地飞奔回来。狼的歌声戛然而止，当他逃跑时，狗紧跟在他脚后跟，他骂自己是个傻瓜，本该干屠夫的行当，却为了取悦一只小山羊当起了风笛手。",
    "moral": "Do not let anything turn you from your purpose.",
    "moral_zh": "不要让任何事情使你偏离目标（对于狼：专注于本职；对于羊：聪明反击）。",
    "metrics": {
      "wordCount": 276,
      "readingTime": 2
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6ca",
    "title": "The Wolf and the Sheep",
    "title_zh": "狼与羊",
    "author": "Aesop's Fables",
    "content": "A Wolf had been hurt in a fight with a Bear. He was unable to move and could not satisfy his hunger and thirst. A Sheep passed by near his hiding place, and the Wolf called to him. \"Please fetch me a drink of water,\" he begged, \"that might give me strength enough so I can get me some solid food.\" \"Solid food!\" said the Sheep. \"That means me, I suppose. If I should bring you a drink, it would only serve to wash me down your throat. Don't talk to me about a drink!\"",
    "content_zh": "一只狼在和熊的打斗中受了伤。他动弹不得，无法充饥解渴。一只羊路过他的藏身之处，狼叫住了他。“请帮我弄点水喝，”他乞求道，“那可能会给我足够的力量去弄点固体食物。”“固体食物！”羊说，“我想那就是指我吧。如果我给你拿水来，那只能帮你把我顺着喉咙冲下去。别跟我提喝水的事！”",
    "moral": "A knave's hypocrisy is easily seen through.",
    "moral_zh": "恶棍的虚伪很容易被识破。",
    "metrics": {
      "wordCount": 95,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6a6",
    "title": "The Hare and His Ears",
    "title_zh": "野兔与耳朵",
    "author": "Aesop's Fables",
    "content": "The Lion had been badly hurt by the horns of a Goat, which he was eating. He was very angry to think that any animal that he chose for a meal, should be so brazen as to wear such dangerous things as horns to scratch him while he ate. So he commanded that all animals with horns should leave his domains within twenty-four hours. The command struck terror among the beasts. All those who were so unfortunate as to have horns, began to pack up and move out. Even the Hare, who, as you know, has no horns and so had nothing to fear, passed a very restless night, dreaming awful dreams about the fearful Lion. And when he came out of the warren in the early morning sunshine, and there saw the shadow cast by his long and pointed ears, a terrible fright seized him. \"Goodby, neighbor Cricket,\" he called. \"I'm off. He will certainly make out that my ears are horns, no matter what I say.\"",
    "content_zh": "狮子在吃一只山羊时被羊角严重刺伤了。想到他选择作为美餐的动物竟然如此厚颜无耻，戴着这样危险的东西在被吃的时候抓伤他，他非常生气。于是他命令所有长角的动物必须在二十四小时内离开他的领地。这个命令在野兽中引起了恐慌。所有不幸长角的动物开始收拾行装搬走。即使是野兔，你也知道，他没有角所以没什么好怕的，也过了一个非常不安的夜晚，做着关于可怕狮子的噩梦。当他在清晨的阳光下走出洞穴，看到自己长长的尖耳朵投下的影子时，一阵可怕的恐惧抓住了他。“再见，蟋蟀邻居，”他喊道，“我要走了。不管我说什么，他肯定会把我的耳朵当成角的。”",
    "moral": "Do not give your enemies the slightest reason to attack your reputation. Your enemies will seize any excuse to attack you.",
    "moral_zh": "欲加之罪，何患无辞（不要给敌人任何攻击你的借口）。",
    "metrics": {
      "wordCount": 168,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6c3",
    "title": "The Ass and the Load of Salt",
    "title_zh": "驴子与盐",
    "author": "Aesop's Fables",
    "content": "A Merchant, driving his Ass homeward from the seashore with a heavy load of salt, came to a river crossed by a shallow ford. They had crossed this river many times before without accident, but this time the Ass slipped and fell when halfway over. And when the Merchant at last got him to his feet, much of the salt had melted away. Delighted to find how much lighter his burden had become, the Ass finished the journey very gayly. Next day the Merchant went for another load of salt. On the way home the Ass, remembering what had happened at the ford, purposely let himself fall into the water, and again got rid of most of his burden. The angry Merchant immediately turned about and drove the Ass back to the seashore, where he loaded him with two great baskets of sponges. At the ford the Ass again tumbled over; but when he had scrambled to his feet, it was a very disconsolate Ass that dragged himself homeward under a load ten times heavier than before.",
    "content_zh": "一个商人赶着他的驴子，驮着重重的一袋盐从海边回家，来到一条有浅滩的河边。他们以前多次安全渡过这条河，但这一次驴子走到一半时滑倒了。当商人终于让他站起来时，大部分盐已经融化了。发现负担变轻了这么多，驴子非常高兴地完成了旅程。第二天，商人又去运盐。在回家的路上，驴子记起在浅滩发生的事，故意让自己跌进水里，又一次摆脱了大部分负担。愤怒的商人立刻转身赶着驴子回到海边，在那里给他装了两大筐海绵。在浅滩处，驴子又跌倒了；但当他爬起来时，这只沮丧的驴子不得不拖着比以前重十倍的负担回家。",
    "moral": "The same measures will not suit all circumstances.",
    "moral_zh": "同样的方法并不适用于所有情况（弄巧成拙）。",
    "metrics": {
      "wordCount": 177,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6d2",
    "title": "The Wolf and the Lean Dog",
    "title_zh": "狼与瘦狗",
    "author": "Aesop's Fables",
    "content": "A Wolf prowling near a village one evening met a Dog. It happened to be a very lean and bony Dog, and Master Wolf would have turned up his nose at such meager fare had he not been more hungry than usual. So he began to edge toward the Dog, while the Dog backed away. \"Let me remind your lordship,\" said the Dog, his words interrupted now and then as he dodged a snap of the Wolf's teeth, \"how unpleasant it would be to eat me now. Look at my ribs. I am nothing but skin and bone. But let me tell you something in private. In a few days my master will give a wedding feast for his only daughter. You can guess how fine and fat I will grow on the scraps from the table. Then is the time to eat me.\" The Wolf could not help thinking how nice it would be to have a fine fat Dog to eat instead of the scrawny object before him. So he went away pulling in his belt and promising to return. Some days later the Wolf came back for the promised feast. He found the Dog in his master's yard, and asked him to come out and be eaten. \"Sir,\" said the Dog, with a grin, \"I shall be delighted to have you eat me. I'll be out as soon as the porter opens the door.\" But the \"porter\" was a huge Dog whom the Wolf knew by painful experience to be very unkind toward wolves. So he decided not to wait and made off as fast as his legs could carry him.",
    "content_zh": "一天晚上，一只狼在村子附近徘徊，遇见了一只狗。这恰好是一只非常瘦骨嶙峋的狗，如果不是因为狼比平时更饿，他肯定会瞧不上这顿寒酸的饭菜。于是他开始逼近狗，而狗则步步后退。“容我提醒大人，”狗一边躲避狼的利齿一边断断续续地说，“现在吃我会有多不愉快。看看我的肋骨。我只剩下皮包骨了。但我私下告诉你一件事。几天后我的主人要为他唯一的女儿举办婚宴。你可以猜到吃桌上的剩菜我会长得多么肥美。那时候才是吃我的好时机。”狼不禁想到有一只肥美的狗吃，总比眼前这个干瘪的东西好。于是他勒紧裤腰带离开了，并承诺会回来。几天后，狼回来赴约。他发现狗在主人的院子里，便让他出来被吃。“先生，”狗咧嘴笑着说，“我很乐意让你吃。只要门房一开门我就出来。”但那个“门房”是一只巨大的狗，狼从痛苦的经验中知道他对狼很不客气。于是他决定不等了，撒腿就跑。",
    "moral": "Do not depend on the promises of those whose interest it is to deceive you.",
    "moral_zh": "不要相信那些为了欺骗你而许下诺言的人。",
    "metrics": {
      "wordCount": 274,
      "readingTime": 2
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6a5",
    "title": "The Dog and His Reflection",
    "title_zh": "狗与倒影",
    "author": "Aesop's Fables",
    "content": "A Dog, to whom the butcher had thrown a bone, was hurrying home with his prize as fast as he could go. As he crossed a narrow footbridge, he happened to look down and saw himself reflected in the quiet water as if in a mirror. But the greedy Dog thought he saw a real Dog carrying a bone much bigger than his own. If he had stopped to think he would have known better. But instead of thinking, he dropped his bone and sprang at the Dog in the river, only to find himself swimming for dear life to reach the shore. At last he managed to scramble out, and as he stood sadly thinking about the good bone he had lost, he realized what a stupid Dog he had been.",
    "content_zh": "屠夫给了一只狗一根骨头，狗叼着他的战利品尽可能快地往家跑。当他穿过一座狭窄的人行桥时，偶然低头，看到自己在平静的水如镜面般的倒影。但这只贪婪的狗以为自己看到了一只真的狗叼着一根比自己的大得多的骨头。如果他停下来想一想就会明白。但他没有思考，而是扔掉了自己的骨头，扑向河里的那只狗，结果发现自己只能为了保命拼命游向岸边。最后他终于爬了出来，当他悲伤地想着自己失去的好骨头时，他意识到自己是一只多么愚蠢的狗。",
    "moral": "It is very foolish to be greedy.",
    "moral_zh": "贪婪是非常愚蠢的。",
    "metrics": {
      "wordCount": 132,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6b0",
    "title": "The Boy and the Filberts",
    "title_zh": "男孩与榛子",
    "author": "Aesop's Fables",
    "content": "A Boy was given permission to put his hand into a pitcher to get some filberts. But he took such a great fistful that he could not draw his hand out again. There he stood, unwilling to give up a single filbert and yet unable to get them all out at once. Vexed and disappointed he began to cry. \"My boy,\" said his mother, \"be satisfied with half the nuts you have taken and you will easily get your hand out. Then perhaps you may have some more filberts some other time.\"",
    "content_zh": "一个男孩被允许把手伸进罐子里拿一些榛子。但他抓了满满一大把，手却拿不出来了。他站在那里，不愿意放弃一颗榛子，却又无法一次把它们都拿出来。他又急又气，开始哭了起来。“孩子，”他母亲说，“只要你满足于拿一半的坚果，你的手很容易就能拿出来。那样也许以后你还能再拿一些榛子。”",
    "moral": "Do not attempt too much at once.",
    "moral_zh": "不要试图一次贪多（知足常乐）。",
    "metrics": {
      "wordCount": 92,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6a4",
    "title": "The Ant and the Dove",
    "title_zh": "蚂蚁与鸽子",
    "author": "Aesop's Fables",
    "content": "A Dove saw an Ant fall into a brook. The Ant struggled in vain to reach the bank, and in pity, the Dove dropped a blade of straw close beside it. Clinging to the straw like a shipwrecked sailor to a broken spar, the Ant floated safely to shore. Soon after, the Ant saw a man getting ready to kill the Dove with a stone. But just as he cast the stone, the Ant stung him in the heel, so that the pain made him miss his aim, and the startled Dove flew to safety in a distant wood.",
    "content_zh": "一只鸽子看到一只蚂蚁掉进了小溪。蚂蚁挣扎着想爬上岸，但徒劳无功，鸽子出于同情，叼了一根稻草扔到它旁边。蚂蚁像遭遇海难的水手抓着断桅杆一样紧紧抓住稻草，安全地漂到了岸边。不久之后，蚂蚁看到一个人正准备用石头打死鸽子。正当他要扔石头时，蚂蚁咬了他的脚后跟一口，疼痛让他失了准头，受惊的鸽子飞到了远处安全的树林里。",
    "moral": "A kindness is never wasted.",
    "moral_zh": "善行永远不会白费。",
    "metrics": {
      "wordCount": 99,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6af",
    "title": "The Tortoise and the Ducks",
    "title_zh": "乌龟与鸭子",
    "author": "Aesop's Fables",
    "content": "The Tortoise, you know, carries his house on his back. No matter how hard he tries, he cannot leave home. They say that Jupiter punished him so, because he was such a lazy stay-at-home that he would not go to Jupiter's wedding, even when especially invited. After many years, Tortoise began to wish he had gone to that wedding. When he saw how gaily the birds flew about and how the Hare and the Chipmunk and all the other animals ran nimbly by, always eager to see everything there was to be seen, the Tortoise felt very sad and discontented. He wanted to see the world too, and there he was with a house on his back and little short legs that could hardly drag him along. One day he met a pair of Ducks and told them all his trouble. \"We can help you to see the world,\" said the Ducks. \"Take hold of this stick with your teeth and we will carry you far up in the air where you can see the whole countryside. But keep quiet or you will be sorry.\" The Tortoise was very glad indeed. He seized the stick firmly with his teeth, the two Ducks took hold of it one at each end, and away they sailed up toward the clouds. Just then a Crow flew by. He was very much astonished at the strange sight and cried: \"This must surely be the King of Tortoises!\" \"Why certainly—\" began the Tortoise. But as he opened his mouth to say these foolish words he lost his hold on the stick, and down he fell to the ground, where he was dashed to pieces on a rock.",
    "content_zh": "你知道，乌龟背着他的房子。无论他怎么努力，都离不开家。据说朱庇特这样惩罚他，是因为他是个懒惰的宅男，甚至在被特别邀请时也不去参加朱庇特的婚礼。多年后，乌龟开始后悔没去参加那个婚礼。当他看到鸟儿们快乐地飞翔，野兔和花栗鼠以及其他所有动物敏捷地跑过，总是急切地想看遍世间万物时，乌龟感到非常悲伤和不满。他也想看看世界，可他还背着房子，那双小短腿几乎拖不动他。一天，他遇到了一对鸭子，向他们诉说了自己的烦恼。“我们可以帮你看看世界，”鸭子说，“用牙齿咬住这根棍子，我们会带你飞到高空，你可以看到整个乡村。但要保持安静，否则你会后悔的。”乌龟非常高兴。他用牙齿紧紧咬住棍子，两只鸭子各咬住一头，他们便向云端飞去。这时一只乌鸦飞过。他对这奇景感到非常惊讶，大叫道：“这一定是乌龟之王！”“那当然——”乌龟刚开口。但他为了说这些蠢话一张嘴，就松开了棍子，从空中掉了下来，摔在岩石上粉身碎骨。",
    "moral": "Foolish curiosity and vanity often lead to misfortune.",
    "moral_zh": "愚蠢的好奇心和虚荣心往往导致不幸。",
    "metrics": {
      "wordCount": 282,
      "readingTime": 2
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6b5",
    "title": "The Ass and His Driver",
    "title_zh": "驴子与赶驴人",
    "author": "Aesop's Fables",
    "content": "An Ass was being driven along a road leading down the mountain side, when he suddenly took it into his silly head to choose his own path. He could see his stall at the foot of the mountain, and to him the quickest way down seemed to be over the edge of the nearest cliff. Just as he was about to leap over, his master caught him by the tail and tried to pull him back, but the stubborn Ass would not yield and pulled with all his might. \"Very well,\" said his master, \"go your way, you willful beast, and see where it leads you.\" With that he let go, and the foolish Ass tumbled head over heels down the mountain side.",
    "content_zh": "一头驴被赶着走在下山的小路上，突然他那愚蠢的脑袋里冒出一个念头，要自己选路走。他能看到山脚下的厩舍，对他来说，最快的下山路似乎是直接跳下最近的悬崖。正当他要跳下去时，主人抓住了他的尾巴试图把他拉回来，但这头顽固的驴子不肯屈服，拼命挣扎。“好吧，”主人说，“走你的路吧，你这任性的畜生，看看那会带你去哪儿。”说完他松开了手，愚蠢的驴子便大头朝下滚下了山坡。",
    "moral": "They who will not listen to reason but stubbornly go their own way against the friendly advice of those who are wiser than they, are on the road to misfortune.",
    "moral_zh": "那些不听从理智，固执己见，无视智者友好建议的人，正走在通往不幸的路上。",
    "metrics": {
      "wordCount": 123,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6c0",
    "title": "The Ants and the Grasshopper",
    "title_zh": "蚂蚁与蚂蚱",
    "author": "Aesop's Fables",
    "content": "One bright day in late autumn a family of Ants were bustling about in the warm sunshine, drying out the grain they had stored up during the summer, when a starving Grasshopper, his fiddle under his arm, came up and humbly begged for a bite to eat. \"What!\" cried the Ants in surprise, \"haven't you stored anything away for the winter? What in the world were you doing all last summer?\" \"I didn't have time to store up any food,\" whined the Grasshopper; \"I was so busy making music that before I knew it the summer was gone.\" The Ants shrugged their shoulders in disgust. \"Making music, were you?\" they cried. \"Very well; now dance!\" And they turned their backs on the Grasshopper and went on with their work.",
    "content_zh": "深秋的一个晴朗日子，一群蚂蚁在温暖的阳光下忙碌着，晾晒他们夏天储存的谷物。这时，一只饥肠辘辘的蚂蚱夹着小提琴走过来，低声下气地乞求一口吃的。“什么！”蚂蚁们惊讶地叫道，“你没为冬天储存任何东西吗？你整个夏天到底在干什么？”“我没时间储存食物，”蚂蚱哀嚎道，“我忙着作曲，不知不觉夏天就过去了。”蚂蚁们厌恶地耸耸肩。“作曲是吗？”他们叫道，“很好，现在去跳舞吧！”说完他们背过身去继续干活，不再理会蚂蚱。",
    "moral": "There's a time for work and a time for play.",
    "moral_zh": "工作有时，娱乐有时（少壮不努力，老大徒伤悲）。",
    "metrics": {
      "wordCount": 129,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6b4",
    "title": "The Bundle of Sticks",
    "title_zh": "一捆木棍",
    "author": "Aesop's Fables",
    "content": "A certain Father had a family of Sons, who were forever quarreling among themselves. No words he could say did the least good, so he cast about in his mind for some very striking example that should make them see that discord would lead them to misfortune. One day when the quarreling had been much more violent than usual and each of the Sons was moping in a surly manner, he asked one of them to bring him a bundle of sticks. Then handing the bundle to each of his Sons in turn he told them to try to break it. But although each one tried his best, none was able to do so. The Father then untied the bundle and gave the sticks to his Sons to break one by one. This they did very easily. \"My Sons,\" said the Father, \"do you not see how certain it is that if you agree with each other and help each other, it will be impossible for your enemies to injure you? But if you are divided among yourselves, you will be no stronger than a single stick in that bundle.\"",
    "content_zh": "一位父亲有一群儿子，他们总是争吵不休。无论他说什么都没用，于是他绞尽脑汁想找个生动的例子，让他们明白不和会导致不幸。一天，当争吵比平时更激烈，每个儿子都气鼓鼓地生闷气时，他让其中一个拿来一捆木棍。然后他把这捆木棍依次递给每个儿子，让他们试着折断它。虽然每个人都竭尽全力，但没人能折断。父亲随后解开捆绑，把木棍一根根给儿子们折。他们很容易就折断了。“孩子们，”父亲说，“你们难道看不出来吗？如果你们团结一致，互相帮助，敌人就不可能伤害你们。但如果你们四分五裂，你们就会像那一根根木棍一样不堪一击。”",
    "moral": "In unity is strength.",
    "moral_zh": "团结就是力量。",
    "metrics": {
      "wordCount": 190,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6c5",
    "title": "The Ass, the Fox, and the Lion",
    "title_zh": "驴子、狐狸与狮子",
    "author": "Aesop's Fables",
    "content": "An Ass and a Fox had become close comrades, and were constantly in each other's company. While the Ass cropped a fresh bit of greens, the Fox would devour a chicken from the neighboring farmyard or a bit of cheese filched from the dairy. One day the pair unexpectedly met a Lion. The Ass was very much frightened, but the Fox calmed his fears. \"I will talk to him,\" he said. So the Fox walked boldly up to the Lion. \"Your highness,\" he said in an undertone, so the Ass could not hear him, \"I've got a fine scheme in my head. If you promise not to hurt me, I will lead that foolish creature yonder into a pit where he can't get out, and you can feast at your pleasure.\" The Lion agreed and the Fox returned to the Ass. \"I made him promise not to hurt us,\" said the Fox. \"But come, I know a good place to hide till he is gone.\" So the Fox led the Ass into a deep pit. But when the Lion saw that the Ass was his for the taking, he first of all struck down the traitor Fox.",
    "content_zh": "一头驴和一只狐狸成了亲密伙伴，总是形影不离。驴子吃新鲜的青草时，狐狸就吃从邻居农场偷来的鸡或从奶牛场顺来的奶酪。一天，这对搭档意外遇到了一只狮子。驴子吓得不轻，但狐狸安抚了他。“我去跟他谈谈，”他说。于是狐狸大胆地走到狮子面前。“陛下，”他低声说，不想让驴子听见，“我有个好主意。如果您答应不伤害我，我就把那个愚蠢的家伙引到一个出不来的坑里，您可以尽情享用。”狮子同意了，狐狸回到驴子身边。“我让他答应不伤害我们了，”狐狸说，“不过来吧，我知道个躲藏的好地方，等他走了再说。”于是狐狸把驴子引到了一个深坑里。但当狮子看到驴子已经是囊中之物时，他首先打死了背叛朋友的狐狸。",
    "moral": "Traitors may expect treachery.",
    "moral_zh": "背叛者必遭背叛。",
    "metrics": {
      "wordCount": 197,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6cb",
    "title": "The Wolf and the Lamb",
    "title_zh": "狼与小羊",
    "author": "Aesop's Fables",
    "content": "A stray Lamb stood drinking early one morning on the bank of a woodland stream. That very same morning a hungry Wolf came by farther up the stream, hunting for something to eat. He soon got his eyes on the Lamb. As a rule Mr. Wolf snapped up such delicious morsels without making any bones about it, but this Lamb looked so very helpless and innocent that the Wolf felt he ought to have some kind of an excuse for taking its life. \"How dare you paddle around in my stream and stir up all the mud!\" he shouted fiercely. \"You deserve to be punished severely for your rashness!\" \"But, your highness,\" replied the trembling Lamb, \"do not be angry! I cannot possibly muddy the water you are drinking up there. Remember, you are upstream and I am downstream.\" \"You do muddy it!\" retorted the Wolf savagely. \"And besides, I have heard that you told lies about me last year!\" \"How could I have done so?\" pleaded the Lamb. \"I wasn't born until this year.\" \"If it wasn't you, it was your brother!\" \"I have no brothers.\" \"Well, then,\" snarled the Wolf, \"It was someone in your family anyway. But no matter who it was, I do not intend to be talked out of my breakfast.\" And without more words the Wolf seized the poor Lamb and carried her off to the forest.",
    "content_zh": "一天清晨，一只迷路的小羊站在林间小溪边喝水。同一天早上，一只饥饿的狼来到上游寻找食物。他很快盯上了小羊。通常狼先生会毫不犹豫地一口吞下这样的美味，但这只小羊看起来如此无助和无辜，狼觉得杀她总得找个借口。“你怎么敢在我的小溪里踩来踩去，把泥都搅起来了！”他凶狠地吼道，“你这种鲁莽行为必须受到严厉惩罚！”“但是，陛下，”颤抖的小羊回答，“请别生气！我不把您上面喝的水弄脏。请记住，您在上游，我在下游。”“你就是弄脏了！”狼野蛮地反驳道，“而且，我听说你去年说过我的坏话！”“我怎么可能呢？”小羊辩解道，“我今年才出生。”“如果不是你，那就是你哥哥！”“我没有哥哥。”“好吧，”狼咆哮道，“反正是你家里的谁。不管是谁，我不打算因为你的辩解而失去我的早餐。”说完，狼抓起可怜的小羊把她拖进了森林。",
    "moral": "The tyrant can always find an excuse for his tyranny.\nThe unjust will not listen to the reasoning of the innocent.",
    "moral_zh": "暴君总能为暴政找到借口。不义者不会听无辜者的讲理。",
    "metrics": {
      "wordCount": 233,
      "readingTime": 2
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6c9",
    "title": "The Travelers and the Sea",
    "title_zh": "旅行者与大海",
    "author": "Aesop's Fables",
    "content": "Two Travelers were walking along the seashore. Far out they saw something riding on the waves. \"Look,\" said one, \"a great ship rides in from distant lands, bearing rich treasures!\" The object they saw came ever nearer the shore. \"No,\" said the other, \"that is not a treasure ship. That is some fisherman's skiff, with the day's catch of savoury fish.\" Still nearer came the object. The waves washed it up on shore. \"It is a chest of gold lost from some wreck,\" they cried. Both Travelers rushed to the beach, but there they found nothing but a water-soaked log.",
    "content_zh": "两个旅行者沿着海边行走。在远处，他们看到有什么东西在波浪上漂浮。“看，”其中一个说，“一艘大船从远方驶来，载着丰富的宝藏！”他们看到的东西离岸边越来越近。“不，”另一个说，“那不是宝船。那是渔夫的小船，载着一天捕获的美味鱼儿。”物体漂得更近了。海浪把它冲上了岸。“这是沉船遗失的金箱子！”他们叫道。两个旅行者冲向海滩，但他们在那里只发现了一根浸水的木头。",
    "moral": "Do not let your hopes carry you away from reality.",
    "moral_zh": "不要让希望使你脱离现实（希望越大失望越大）。",
    "metrics": {
      "wordCount": 100,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6da",
    "title": "The Rabbit, the Weasel and the Cat",
    "title_zh": "兔子、鼬鼠与猫",
    "author": "Aesop's Fables",
    "content": "A Rabbit left his home one day for a dinner of clover. But he forgot to latch the door of his house and while he was gone a Weasel walked in and calmly made himself at home. When the Rabbit returned, there was the Weasel's nose sticking out of the Rabbit's own doorway, sniffing the fine air. The Rabbit was quite angry—for a Rabbit—, and requested the Weasel to move out. But the Weasel was perfectly content. He was settled down for good. A wise old Cat heard the dispute and offered to settle it. \"Come close to me,\" said the Cat, \"I am very deaf. Put your mouths close to my ears while you tell me the facts.\" The unsuspecting pair did as they were told and in an instant the Cat had them both under her claws. No one could deny that the dispute had been definitely settled.",
    "content_zh": "一天，一只兔子离家去吃三叶草晚餐。但他忘了锁门，在他离开期间，一只鼬鼠走进去，泰然自若地安了家。当兔子回来时，看到鼬鼠的鼻子从自家门口伸出来，嗅着清新的空气。兔子非常生气——对一只兔子来说——要求鼬鼠搬走。但鼬鼠心满意足，打算长住下去。一只聪明的老猫听到了争吵，提出要调解。“靠近我，”猫说，“我耳朵很背。把嘴凑到我耳边告诉我事实。”毫无戒心的两只动物照做了，瞬间猫就把他们压在了爪子下。没人能否认这场纠纷得到了彻底解决。",
    "moral": "The strong are apt to settle questions to their own advantage.",
    "moral_zh": "强者倾向于以对自己有利的方式解决问题（鹬蚌相争渔翁得利）。",
    "metrics": {
      "wordCount": 150,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6d8",
    "title": "The Monkey and the Cat",
    "title_zh": "猴子与猫",
    "author": "Aesop's Fables",
    "content": "Once upon a time a Cat and a Monkey lived as pets in the same house. They were great friends and were constantly in all sorts of mischief together. What they seemed to think of more than anything else was to get something to eat, and it did not matter much to them how they got it. One day they were sitting by the fire, watching some chestnuts roasting on the hearth. How to get them was the question. \"I would gladly get them,\" said the cunning Monkey, \"but you are much more skillful at such things than I am. Pull them out and I'll divide them between us.\" Pussy stretched out her paw very carefully, pushed aside some of the cinders, and drew back her paw very quickly. Then she tried it again, this time pulling a chestnut half out of the fire. A third time and she drew out the chestnut. This performance she went through several times, each time singeing her paw severely. As fast as she pulled the chestnuts out of the fire, the Monkey ate them up. Now the master came in, and away scampered the rascals, Mistress Cat with a burnt paw and no chestnuts. From that time on, they say, she contented herself with mice and rats and had little to do with Sir Monkey.",
    "content_zh": "很久以前，一只猫和一只猴子作为宠物住在同一所房子里。他们是好朋友，经常一起搞各种恶作剧。他们想得最多的似乎就是怎么弄到吃的，至于怎么弄到的并不重要。一天，他们坐在火边，看着炉膛里烤着的栗子。问题是怎么把它们弄出来。“我很乐意去拿，”狡猾的猴子说，“但在这种事上你比我熟练多了。你把它们拨出来，我来分给我们吃。”猫咪非常小心地伸出爪子，推开一些煤渣，然后迅速缩回爪子。接着她又试了一次，这次把一颗栗子拨出了一半。第三次她把栗子弄了出来。她重复了几次这个动作，每次都把爪子烫得很疼。她刚把栗子从火里拨出来，猴子就立刻把它们吃掉了。这时主人进来了，两个调皮鬼撒腿就跑，猫小姐爪子被烫伤了，却一颗栗子也没吃到。据说从那以后，她只满足于抓老鼠，不再理睬猴子先生了。",
    "moral": "The flatterer seeks some benefit at your expense.",
    "moral_zh": "奉承者想利用你来获利（火中取栗）。",
    "metrics": {
      "wordCount": 222,
      "readingTime": 2
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6d9",
    "title": "The Dogs and and the Hides",
    "title_zh": "狗与皮革",
    "author": "Aesop's Fables",
    "content": "Some hungry Dogs saw a number of hides at the bottom of a stream where the Tanner had put them to soak. A fine hide makes an excellent meal for a hungry Dog, but the water was deep and the Dogs could not reach the hides from the bank. So they held a council and decided that the very best thing to do was to drink up the river. All fell to lapping up the water as fast as they could. But though they drank and drank until, one after another, all of them had burst with drinking, still, for all their effort, the water in the river remained as high as ever.",
    "content_zh": "几只饥饿的狗看到河底有一些皮革，那是制革匠浸泡在那里的。对于饥饿的狗来说，一张好皮是一顿美餐，但水很深，狗从岸上够不着皮革。于是他们开了个会，决定最好的办法是把河水喝干。大家都开始尽可能快地喝水。虽然他们喝呀喝，直到一个个都撑破了肚皮，但尽管如此努力，河里的水位还是纹丝不动。",
    "moral": "Do not try to do impossible things.",
    "moral_zh": "不要试图做不可能的事（不自量力）。",
    "metrics": {
      "wordCount": 113,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6b2",
    "title": "The Oxen and the Wheels",
    "title_zh": "公牛与车轮",
    "author": "Aesop's Fables",
    "content": "A pair of Oxen were drawing a heavily loaded wagon along a miry country road. They had to use all their strength to pull the wagon, but they did not complain. The Wheels of the wagon were of a different sort. Though the task they had to do was very light compared with that of the Oxen, they creaked and groaned at every turn. The poor Oxen, pulling with all their might to draw the wagon through the deep mud, had their ears filled with the loud complaining of the Wheels. And this, you may well know, made their work so much the harder to endure. \"Silence!\" the Oxen cried at last, out of patience. \"What have you Wheels to complain about so loudly? We are drawing all the weight, not you, and we are keeping still about it besides.\"",
    "content_zh": "两头公牛拉着一辆载重货车走在泥泞的乡村道路上。他们不得不使出全身力气拉车，但他没有抱怨。车轮却不同。虽然比起公牛，他们的任务很轻，但他们每转一圈都要吱吱嘎嘎地呻吟。可怜的公牛拼命拉着车穿过深泥，耳朵里充满了车轮大声的抱怨。这就好比火上浇油，让他们的工作更难忍受。“闭嘴！”公牛终于忍无可忍地叫道，“你们车轮有什么好大声抱怨的？拉动所有重量的是我们，不是你们，而且我们还一声不吭呢。”",
    "moral": "They complain most who suffer least.",
    "moral_zh": "吃苦最少的人抱怨最多。",
    "metrics": {
      "wordCount": 140,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6b1",
    "title": "The Kid and the Wolf",
    "title_zh": "小山羊与狼",
    "author": "Aesop's Fables",
    "content": "\"A frisky young Kid had been left by the herdsman on the thatched roof of a sheep shelter to keep him out of harm's way. The Kid was browsing near the edge of the roof, when he spied a Wolf and began to jeer at him, making faces and abusing him to his heart's content. \"I hear you,\" said the Wolf, \"and I haven't the least grudge against you for what you say or do. When you are up there it is the roof that's talking, not you.\"",
    "content_zh": "一只活泼的小山羊被牧人留在羊圈的茅草屋顶上，以确保安全。小山羊在屋顶边缘吃草时，看到了一只狼，便开始嘲笑他，做鬼脸，尽情地辱骂他。“我听到了，”狼说，“我对你的言行一点也不记恨。当你站在上面时，是屋顶在说话，不是你。”",
    "moral": "Do not say anything at any time that you would not say at all times.",
    "moral_zh": "狐假虎威（环境赋予的优势并不代表真正的实力）。",
    "metrics": {
      "wordCount": 88,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6b8",
    "title": "The Lion and the Ass",
    "title_zh": "狮子与驴",
    "author": "Aesop's Fables",
    "content": "One day as the Lion walked proudly down a forest aisle, and the animals respectfully made way for him, an Ass brayed a scornful remark as he passed. The Lion felt a flash of anger. But when he turned his head and saw who had spoken, he walked quietly on. He would not honor the fool with even so much as a stroke of his claws.",
    "content_zh": "一天，狮子骄傲地走过森林通道，动物们恭敬地为他让路，这时一头驴在他经过时发出了一声轻蔑的叫声。狮子感到一阵怒火。但当他转过头看到是谁在说话时，他静静地走了。他不屑于用爪子去拍那个傻瓜一下。",
    "moral": "Do not resent the remarks of a fool. Ignore them.",
    "moral_zh": "不要在意傻瓜的言论，无视他们。",
    "metrics": {
      "wordCount": 66,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6bf",
    "title": "The Boys and the Frogs",
    "title_zh": "男孩与青蛙",
    "author": "Aesop's Fables",
    "content": "Some Boys were playing one day at the edge of a pond in which lived a family of Frogs. The Boys amused themselves by throwing stones into the pond so as to make them skip on top of the water. The stones were flying thick and fast and the Boys were enjoying themselves very much; but the poor Frogs in the pond were trembling with fear. At last one of the Frogs, the oldest and bravest, put his head out of the water, and said, \"Oh, please, dear children, stop your cruel play! Though it may be fun for you, it means death to us!\"",
    "content_zh": "一天，几个男孩在住着一窝青蛙的池塘边玩耍。男孩们扔石头打水漂取乐。石头密集而快速地飞来，男孩们玩得很开心；但池塘里可怜的青蛙却吓得发抖。最后，其中一只最老最勇敢的青蛙把头伸出水面说：“哦，求求你们，亲爱的孩子们，停止你们残酷的游戏吧！虽然这对你们来说很有趣，但对我们来说意味着死亡！”",
    "moral": "Always stop to think whether your fun may not be the cause of another's unhappiness.",
    "moral_zh": "要把快乐建立在别人的痛苦之上。",
    "metrics": {
      "wordCount": 105,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6ce",
    "title": "The Wolf and the Lion",
    "title_zh": "狼与狮子",
    "author": "Aesop's Fables",
    "content": "A Wolf had stolen a Lamb and was carrying it off to his lair to eat it. But his plans were very much changed when he met a Lion, who, without making any excuses, took the Lamb away from him. The Wolf made off to a safe distance, and then said in a much injured tone: \"You have no right to take my property like that!\" The Lion looked back, but as the Wolf was too far away to be taught a lesson without too much inconvenience, he said: \"Your property? Did you buy it, or did the Shepherd make you a gift of it? Pray tell me, how did you get it?\"",
    "content_zh": "一只狼偷了一只小羊，正要把他带回巢穴吃掉。但他遇到了狮子，计划全变了，狮子没有任何借口就抢走了小羊。狼跑到安全距离，然后用非常委屈的语气说：“你没有权利那样抢走我的财产！”狮子回头看了看，但因为狼太远了，教训他太麻烦，于是说：“你的财产？是你买的，还是牧羊人送给你的礼物？请告诉我，你是怎么得来的？”",
    "moral": "What is evil won is evil lost.",
    "moral_zh": "不义之财来得快去得也快（黑吃黑）。",
    "metrics": {
      "wordCount": 113,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6d5",
    "title": "The Monkey and the Dolphin",
    "title_zh": "猴子与海豚",
    "author": "Aesop's Fables",
    "content": "It happened once upon a time that a certain Greek ship bound for Athens was wrecked off the coast close to Piraeus, the port of Athens. Had it not been for the Dolphins, who at that time were very friendly toward mankind and especially toward Athenians, all would have perished. But the Dolphins took the shipwrecked people on their backs and swam with them to shore. Now it was the custom among the Greeks to take their pet monkeys and dogs with them whenever they went on a voyage. So when one of the Dolphins saw a Monkey struggling in the water, he thought it was a man, and made the Monkey climb up on his back. Then off he swam with him toward the shore. The Monkey sat up, grave and dignified, on the Dolphin's back. \"You are a citizen of illustrious Athens, are you not?\" asked the Dolphin politely. \"Yes,\" answered the Monkey, proudly. \"My family is one of the noblest in the city.\" \"Indeed,\" said the Dolphin. \"Then of course you often visit Piraeus.\" \"Yes, yes,\" replied the Monkey. \"Indeed, I do. I am with him constantly. Piraeus is my very best friend.\" This answer took the Dolphin by surprise, and, turning his head, he now saw what it was he was carrying. Without more ado, he dived and left the foolish Monkey to take care of himself, while he swam off in search of some human being to save.",
    "content_zh": "很久以前，一艘前往雅典的希腊船只在雅典港口比雷埃夫斯附近的海岸失事了。如果不是那时对人类，特别是对雅典人非常友好的海豚，所有人都会丧生。但海豚背着遭遇海难的人游到了岸边。当时希腊人有一个习俗，就是在航行时带上他们的宠物猴子和狗。所以当一只海豚看到一只猴子在水里挣扎时，以为是一个人，就让猴子爬到他的背上。然后他背着猴子游向岸边。猴子在海豚背上坐得端端正正，神情庄重。“你是著名的雅典城的公民，对吗？”海豚礼貌地问。“是的，”猴子骄傲地回答，“我的家族是城里最高贵的家族之一。”“真的吗，”海豚说，“那你一定经常去比雷埃夫斯了。”“是啊，是啊，”猴子回答，“我当然去。我经常和他在一起。比雷埃夫斯是我最好的朋友。”这个回答让海豚大吃一惊，他转过头，这才看清自己背的是什么。他二话没说，潜入水中，丢下愚蠢的猴子让他自生自灭，自己游去寻找需要获救的人类了。",
    "moral": "One falsehood leads to another.",
    "moral_zh": "一个谎言由于另一个谎言（撒谎终会被揭穿）。",
    "metrics": {
      "wordCount": 243,
      "readingTime": 2
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6dd",
    "title": "The Ass and the Grasshoppers",
    "title_zh": "驴子与蚂蚱",
    "author": "Aesop's Fables",
    "content": "One day as an Ass was walking in the pasture, he found some Grasshoppers chirping merrily in a grassy corner of the field. He listened with a great deal of admiration to the song of the Grasshoppers. It was such a joyful song that his pleasure-loving heart was filled with a wish to sing as they did. \"What is it?\" he asked very respectfully, \"that has given you such beautiful voices? Is there any special food you eat, or is it some divine nectar that makes you sing so wonderfully?\" \"Yes,\" said the Grasshoppers, who were very fond of a joke; \"it is the dew we drink! Try some and see.\" So thereafter the Ass would eat nothing and drink nothing but dew. Naturally, the poor foolish Ass soon died.",
    "content_zh": "一天，一头驴子在牧场上散步，发现角落的草丛里有几只蚂蚱在快乐地叫着。他非常羡慕地听着蚂蚱的歌声。这歌声如此欢快，让他那颗热爱享乐的心充满了像他们一样歌唱的愿望。“是什么？”他非常恭敬地问，“让你们拥有如此美妙的声音？是因为你们吃了什么特别的食物，还是喝了什么神酒才让你们唱得这么好听？”“是的，”喜欢开玩笑的蚂蚱说，“我们喝的是露水！你试试看。”于是从此以后，驴子只吃露水，只喝露水。自然，这头可怜愚蠢的驴子很快就死了。",
    "moral": "The laws of nature are unchangeable.",
    "moral_zh": "自然规律不可改变（不要盲目模仿）。",
    "metrics": {
      "wordCount": 130,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6be",
    "title": "A Raven and a Swan",
    "title_zh": "乌鸦与天鹅",
    "author": "Aesop's Fables",
    "content": "A Raven, which you know is black as coal, was envious of the Swan, because her feathers were as white as the purest snow. The foolish bird got the idea that if he lived like the Swan, swimming and diving all day long and eating the weeds and plants that grow in the water, his feathers would turn white like the Swan's. So he left his home in the woods and fields and flew down to live on the lakes and in the marshes. But though he washed and washed all day long, almost drowning himself at it, his feathers remained as black as ever. And as the water weeds he ate did not agree with him, he got thinner and thinner, and at last he died.",
    "content_zh": "一只乌鸦，你知道他是黑得像煤炭一样的，嫉妒天鹅，因为她的羽毛像最纯净的雪一样白。这只愚蠢的鸟以为，如果他像天鹅一样生活，整天游泳潜水，吃水里生长的水草，他的羽毛就会像天鹅一样变白。于是他离开了森林和田野的家，飞到湖边和沼泽地生活。但虽然他整天洗啊洗，差点把自己淹死，他的羽毛还是和以前一样黑。而且因为吃不惯水草，他变得越来越瘦，最后死了。",
    "moral": "A change of habits will not alter nature.",
    "moral_zh": "改变习惯改变不了本性（江山易改，本性难移）。",
    "metrics": {
      "wordCount": 127,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6d0",
    "title": "The Mice and the Weasels",
    "title_zh": "老鼠与鼬鼠",
    "author": "Aesop's Fables",
    "content": "The Weasels and the Mice were always up in arms against each other. In every battle the Weasels carried off the victory, as well as a large number of the Mice, which they ate for dinner next day. In despair the Mice called a council, and there it was decided that the Mouse army was always beaten because it had no leaders. So a large number of generals and commanders were appointed from among the most eminent Mice. To distinguish themselves from the soldiers in the ranks, the new leaders proudly bound on their heads lofty crests and ornaments of feathers or straw. Then after long preparation of the Mouse army in all the arts of war, they sent a challenge to the Weasels. The Weasels accepted the challenge with eagerness, for they were always ready for a fight when a meal was in sight. They immediately attacked the Mouse army in large numbers. Soon the Mouse line gave way before the attack and the whole army fled for cover. The privates easily slipped into their holes, but the Mouse leaders could not squeeze through the narrow openings because of their head-dresses. Not one escaped the teeth of the hungry Weasels.",
    "content_zh": "鼬鼠和老鼠总是处于战争状态。在每次战斗中，鼬鼠都取得胜利，并抓走大量老鼠作为第二天的晚餐。绝望中，老鼠们召开了一次会议，大家认为老鼠军队总是被打败是因为没有领袖。于是他们从最杰出的老鼠中任命了大量的将军和指挥官。为了让自己与普通士兵区分开来，新领袖们骄傲地在头上绑上了高高的冠饰、羽毛或稻草装饰。然后在老鼠军队进行了长期的战术准备后，他们向鼬鼠发出了挑战。鼬鼠急切地接受了挑战，因为只要有食物，他们随时准备战斗。他们立即大举进攻老鼠军队。很快，老鼠防线在攻击下崩溃，全军逃窜寻找掩护。普通士兵很容易溜进洞里，但老鼠领袖们却因为头饰被卡住，挤不进狭窄的洞口。结果没有一个逃脱饥饿的鼬鼠的牙齿。",
    "moral": "Greatness has its penalties.",
    "moral_zh": "地位越高，风险越大（枪打出头鸟）。",
    "metrics": {
      "wordCount": 201,
      "readingTime": 2
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d69e",
    "title": "The Fox and the Leopard",
    "title_zh": "狐狸与豹子",
    "author": "Aesop's Fables",
    "content": "A Fox and a Leopard, resting lazily after a generous dinner, amused themselves by disputing about their good looks. The Leopard was very proud of his glossy, spotted coat and made disdainful remarks about the Fox, whose appearance he declared was quite ordinary. The Fox prided himself on his fine bushy tail with its tip of white, but he was wise enough to see that he could not rival the Leopard in looks. Still he kept up a flow of sarcastic talk, just to exercise his wits and to have the fun of disputing. The Leopard was about to lose his temper when the Fox got up, yawning lazily. \"You may have a very smart coat,\" he said, \"but you would be a great deal better off if you had a little more smartness inside your head and less on your ribs, the way I am. That's what I call real beauty.\"",
    "content_zh": "一只狐狸和一只豹子美餐后懒洋洋地休息，为了打发时间，争论起谁更好看。豹子对他光亮、有斑点的皮毛非常自豪，轻蔑地评论狐狸，说他长得很普通。狐狸为自己那条白尾尖的蓬松大尾巴感到自豪，但他聪明地意识到自己在长相上比不过豹子。但他还是滔滔不绝地说着风凉话，只是为了锻炼脑子，享受争论的乐趣。豹子正要发脾气，狐狸站起来，懒洋洋地打了个哈欠。“你也许有一件漂亮的外衣，”他说，“但如果你的脑子里多一点智慧，而不是都在肋骨上，你会过得更好，就像我一样。那才是我所谓的真正美丽。”",
    "moral": "A fine coat is not always an indication of an attractive mind.",
    "moral_zh": "美丽的外表并不总是代表迷人的心灵（绣花枕头烂草包）。",
    "metrics": {
      "wordCount": 152,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6ae",
    "title": "The Eagle and the Jackdaw",
    "title_zh": "鹰与寒鸦",
    "author": "Aesop's Fables",
    "content": "An Eagle, swooping down on powerful wings, seized a lamb in her talons and made off with it to her nest. A Jackdaw saw the deed, and his silly head was filled with the idea that he was big and strong enough to do as the Eagle had done. So with much rustling of feathers and a fierce air, he came down swiftly on the back of a large Ram. But when he tried to rise again he found that he could not get away, for his claws were tangled in the wool. And so far was he from carrying away the Ram, that the Ram hardly noticed he was there. The Shepherd saw the fluttering Jackdaw and at once guessed what had happened. Running up, he caught the bird and clipped its wings. That evening he gave the Jackdaw to his children. \"What a funny bird this is!\" they said laughing, \"what do you call it, father?\" \"That is a Jackdaw, my children. But if you should ask him, he would say he is an Eagle.\"",
    "content_zh": "一只鹰凭借强有力的翅膀俯冲下来，用爪子抓住一只小羊，带回了巢。一只寒鸦看到了这一幕，愚蠢的脑袋里充满了他也可以像鹰一样强大去做的念头。于是他带着猛烈的气势和羽毛的摩擦声，迅速冲下一只大公羊的背。但当他想再次飞起时，发现自己飞不走了，因为他的爪子缠在了羊毛里。别说带走公羊了，公羊几乎没注意到他在那儿。牧羊人看到扑腾的寒鸦，立刻猜到了发生了什么。他跑过去抓住这只鸟，修剪了他的翅膀。那天晚上他把寒鸦给了孩子们。“这是只多么有趣的鸟啊！”他们笑着说，“这叫什么鸟，爸爸？”“那是只寒鸦，孩子们。但如果你问他，他会说他是一只鹰。”",
    "moral": "Do not let your vanity make you overestimate your powers.",
    "moral_zh": "不要让虚荣心使你高估自己的能力（东施效颦）。",
    "metrics": {
      "wordCount": 177,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6ad",
    "title": "The Dog, the Cock, and the Fox",
    "title_zh": "狗、公鸡与狐狸",
    "author": "Aesop's Fables",
    "content": "A Dog and a Cock, who were the best of friends, wished very much to see something of the world. So they decided to leave the farmyard and to set out into the world along the road that led to the woods. The two comrades traveled along in the very best of spirits and without meeting any adventure to speak of. At nightfall the Cock, looking for a place to roost, as was his custom, spied nearby a hollow tree that he thought would do very nicely for a night's lodging. The Dog could creep inside and the Cock would fly up on one of the branches. So said, so done, and both slept very comfortably. With the first glimmer of dawn the Cock awoke. For the moment he forgot just where he was. He thought he was still in the farmyard where it had been his duty to arouse the household at daybreak. So standing on tip-toes he flapped his wings and crowed lustily. But instead of awakening the farmer, he awakened a Fox not far off in the wood. The Fox immediately had rosy visions of a very delicious breakfast. Hurrying to the tree where the Cock was roosting, he said very politely: \"A hearty welcome to our woods, honored sir. I cannot tell you how glad I am to see you here. I am quite sure we shall become the closest of friends.\" \"I feel highly flattered, kind sir,\" replied the Cock slyly. \"If you will please go around to the door of my house at the foot of the tree, my porter will let you in.\" The hungry but unsuspecting Fox, went around the tree as he was told, and in a twinkling the Dog had seized him.",
    "content_zh": "一只狗和一只公鸡是最好的朋友，很想去看看世界。于是他们决定离开农场，沿着通往树林的路出发去闯荡世界。两位伙伴兴致勃勃地赶路，没遇到什么值得一提的冒险。夜幕降临时，公鸡按照习惯寻找栖息的地方，发现附近有一棵空心树，觉得很适合过夜。狗可以钻进洞里，公鸡则飞到树枝上。说干就干，两个都睡得很舒服。黎明的第一缕曙光出现时，公鸡醒了。那一刻他忘了自己在哪里。他以为自己还在农场，在那里的职责是天亮时叫醒全家。于是他踮起脚尖，拍打翅膀，高声啼叫。但他不仅没叫醒农夫，反而叫醒了不远处树林里的一只狐狸。狐狸立刻幻想到了美味的早餐。他急忙跑到公鸡栖息的树下，非常有礼貌地说：“热烈欢迎来到我们的树林，尊敬的先生。我无法表达见到您有多高兴。我确信我们会成为最亲密的朋友。”“我不胜荣幸，好心的先生，”公鸡狡黠地回答，“如果您能绕到树下我房子的门口，我的门房会给您开门的。”饥饿但毫无戒心的狐狸照他说的绕到树后，瞬间就被狗抓住了。",
    "moral": "Those who try to deceive may expect to be paid in their own coin.",
    "moral_zh": "想骗人者终将被骗（以其人之道还治其人之身）。",
    "metrics": {
      "wordCount": 292,
      "readingTime": 2
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6a0",
    "title": "The Frog and the Mouse",
    "title_zh": "青蛙与老鼠",
    "author": "Aesop's Fables",
    "content": "A young Mouse in search of adventure was running along the bank of a pond where lived a Frog. When the Frog saw the Mouse, he swam to the bank and croaked: \"Won't you pay me a visit? I can promise you a good time if you do.\" The Mouse did not need much coaxing, for he was very anxious to see the world and everything in it. But though he could swim a little, he did not dare risk going into the pond without some help. The Frog had a plan. He tied the Mouse's leg to his own with a tough reed. Then into the pond he jumped, dragging his foolish companion with him. The Mouse soon had enough of it and wanted to return to shore; but the treacherous Frog had other plans. He pulled the Mouse down under the water and drowned him. But before he could untie the reed that bound him to the dead Mouse, a Hawk came sailing over the pond. Seeing the body of the Mouse floating on the water, the Hawk swooped down, seized the Mouse and carried it off, with the Frog dangling from its leg. Thus at one swoop he had caught both meat and fish for his dinner.",
    "content_zh": "一只寻找冒险的年轻老鼠沿着池塘边奔跑，那里住着一只青蛙。当青蛙看到老鼠时，游到岸边呱呱叫道：“你不来拜访我吗？我保证你会玩得开心的。”老鼠不需要太多劝说，因为他非常渴望看看这个世界。虽然他会一点游泳，但他不敢在没有帮助的情况下冒险下水。青蛙有个计划。他用一根坚韧的芦苇把老鼠的腿绑在自己的腿上。然后他跳进池塘，拖着他那愚蠢的同伴。老鼠很快就受够了，想回岸上；但奸诈的青蛙另有打算。他把老鼠拉到水下淹死了。但在他解开绑着死老鼠的芦苇之前，一只老鹰飞过池塘。看到漂浮在水面上的老鼠尸体，老鹰俯冲下来，抓起老鼠飞走了，青蛙还悬挂在老鼠的腿上。就这样，老鹰一次俯冲就抓到了肉和鱼作为晚餐。",
    "moral": "Those who seek to harm others often come to harm themselves through their own deceit.",
    "moral_zh": "害人终害己。",
    "metrics": {
      "wordCount": 210,
      "readingTime": 2
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6a9",
    "title": "The Man and the Satyr",
    "title_zh": "人与半羊人",
    "author": "Aesop's Fables",
    "content": "A long time ago a Man met a Satyr in the forest and succeeded in making friends with him. The two soon became the best of comrades, living together in the Man's hut. But one cold winter evening, as they were walking homeward, the Satyr saw the Man blow on his fingers. \"Why do you do that?\" asked the Satyr. \"To warm my hands,\" the Man replied. When they reached home the Man prepared two bowls of porridge. These he placed steaming hot on the table, and the comrades sat down very cheerfully to enjoy the meal. But much to the Satyr's surprise, the Man began to blow into his bowl of porridge. \"Why do you do that?\" he asked. \"To cool my porridge,\" replied the Man. The Satyr sprang hurriedly to his feet and made for the door. \"Goodby,\" he said, \"I've seen enough. A fellow that blows hot and cold in the same breath cannot be friends with me!\"",
    "content_zh": "很久以前，一个人在森林里遇到了一个半羊人，并成功和他交了朋友。两人很快成了最好的伙伴，一起住在人的小屋里。但一个寒冷的冬夜，当他们走回家时，半羊人看到人往手指上吹气。“你为什么那样做？”半羊人问。“为了暖手，”人回答。当他们到家后，人准备了两碗粥。他把热气腾腾的粥放在桌上，伙伴们很高兴地坐下来享用美餐。但让半羊人惊讶的是，人开始往粥碗里吹气。“你为什么那样做？”他问。“为了把粥吹凉，”人回答。半羊人急忙站起来走向门口。“再见，”他说，“我看够了。一个同一张嘴既吹热气又吹冷气的家伙不能做我的朋友！（意指反复无常、当面一套背后一套）”",
    "moral": "The man who talks for both sides is not to be trusted by either.",
    "moral_zh": "两面三刀的人不值得任何人信任。",
    "metrics": {
      "wordCount": 161,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6c2",
    "title": "The Cock and the Jewel",
    "title_zh": "公鸡与宝石",
    "author": "Aesop's Fables",
    "content": "A Cock was busily scratching and scraping about to find something to eat for himself and his family, when he happened to turn up a precious jewel that had been lost by its owner. \"Aha!\" said the Cock. \"No doubt you are very costly and he who lost you would give a great deal to find you. But as for me, I would choose a single grain of barleycorn before all the jewels in the world.\"",
    "content_zh": "一只公鸡正忙着到处抓挠，为自己和家人寻找食物，这时他碰巧翻出了一颗主人丢失的珍贵宝石。“啊哈！”公鸡说，“毫无疑问你很值钱，丢了你的人肯定愿意花大价钱找到你。但对我来说，我宁愿要一粒大麦，也不要世界上所有的珠宝。”",
    "moral": "Precious things are without value to those who cannot prize them.",
    "moral_zh": "对于不懂欣赏的人来说，珍宝一文不值（各取所需）。",
    "metrics": {
      "wordCount": 76,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6d3",
    "title": "The Fox and the Lion",
    "title_zh": "狐狸与狮子",
    "author": "Aesop's Fables",
    "content": "A very young Fox, who had never before seen a Lion, happened to meet one in the forest. A single look was enough to send the Fox off at top speed for the nearest hiding place. The second time the Fox saw the Lion he stopped behind a tree to look at him a moment before slinking away. But the third time, the Fox went boldly up to the Lion and, without turning a hair, said, \"Hello, there, old top.\"",
    "content_zh": "一只从未见过狮子的年轻狐狸，偶然在森林里遇到了一只。只看了一眼，狐狸就以最快的速度逃向最近的藏身处。第二次狐狸看到狮子时，他停在树后看了一会儿，然后溜走了。但第三次，狐狸大胆地走到狮子面前，面不改色地说：“喂，老兄。”",
    "moral": "Familiarity breeds contempt.\nAcquaintance with evil blinds us to its dangers.",
    "moral_zh": "熟悉产生轻视（少见多怪，多见不怪）。与恶为伍会让我们对危险视而不见。",
    "metrics": {
      "wordCount": 80,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6c8",
    "title": "The Birds, the Beasts, and the Bat",
    "title_zh": "鸟、兽与蝙蝠",
    "author": "Aesop's Fables",
    "content": "The Birds and the Beasts declared war against each other. No compromise was possible, and so they went at it tooth and claw. It is said the quarrel grew out of the persecution the race of Geese suffered at the teeth of the Fox family. The Beasts, too, had cause for fight. The Eagle was constantly pouncing on the Hare, and the Owl dined daily on Mice. It was a terrible battle. Many a Hare and many a Mouse died. Chickens and Geese fell by the score—and the victor always stopped for a feast. Now the Bat family had not openly joined either side. They were a very politic race. So when they saw the Birds getting the better of it, they were Birds for all there was in it. But when the tide of battle turned, they immediately sided with the Beasts. When the battle was over, the conduct of the Bats was discussed at the peace conference. Such deceit was unpardonable, and Birds and Beasts made common cause to drive out the Bats. And since then the Bat family hides in dark towers and deserted ruins, flying out only in the night.",
    "content_zh": "鸟类和兽类宣战了。没有妥协的可能，于是它们展开了殊死搏斗。据说这是因为鹅族受到狐狸家族的迫害引发的争吵。兽类也有战斗的理由。鹰不断扑杀野兔，猫头鹰每天吃老鼠。这是一场可怕的战斗。许多野兔和老鼠死去了。鸡和鹅成批倒下——胜利者总是停下来享用盛宴。蝙蝠家族没有公开加入任何一方。它们是非常圆滑的种族。所以当它们看到鸟类占上风时，它们就全力支持鸟类。但当战局逆转时，它们立即倒向兽类。战斗结束后，在和平会议上讨论了蝙蝠的行为。这种欺骗行为是不可原谅的，鸟类和兽类联合起来驱逐了蝙蝠。从此以后，蝙蝠家族就躲在黑暗的塔楼和废墟中，只在夜间飞出来。",
    "moral": "The deceitful have no friends.",
    "moral_zh": "骗子没有朋友（骑墙派没有好下场）。",
    "metrics": {
      "wordCount": 194,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6b3",
    "title": "Hercules and the Wagoner",
    "title_zh": "大力神与车夫",
    "author": "Aesop's Fables",
    "content": "A Farmer was driving his wagon along a miry country road after a heavy rain. The horses could hardly drag the load through the deep mud, and at last came to a standstill when one of the wheels sank to the hub in a rut. The farmer climbed down from his seat and stood beside the wagon looking at it but without making the least effort to get it out of the rut. All he did was to curse his bad luck and call loudly on Hercules to come to his aid. Then, it is said, Hercules really did appear, saying: \"Put your shoulder to the wheel, man, and urge on your horses. Do you think you can move the wagon by simply looking at it and whining about it? Hercules will not help unless you make some effort to help yourself.\" And when the farmer put his shoulder to the wheel and urged on the horses, the wagon moved very readily, and soon the Farmer was riding along in great content and with a good lesson learned.",
    "content_zh": "一场大雨后，一个农夫赶着货车走在泥泞的乡村道路上。马匹艰难地拉着重物穿过深泥，最后当一个轮子陷进车辙直到轮毂时，车子停了下来。农夫从座位上爬下来，站在车旁看着，却不费一点力气把车弄出来。他所做的只是诅咒自己的坏运气，并大声呼唤大力神海格力斯来帮忙。据说，海格力斯真的出现了，说：“把你的肩膀顶在车轮上，伙计，赶你的马。你以为光看着发牢骚就能推动车子吗？除非你自己努力，否则大力神是不会帮你的。”当农夫把肩膀顶在车轮上并催促马匹时，车子很快移动了，农夫很快开心地赶着路，学到了很好的一课。",
    "moral": "Self help is the best help.\nHeaven helps those who help themselves.",
    "moral_zh": "自助者天助。",
    "metrics": {
      "wordCount": 178,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6bb",
    "title": "The Travelers and the Purse",
    "title_zh": "旅行者与钱包",
    "author": "Aesop's Fables",
    "content": "Two men were traveling in company along the road when one of them picked up a well-filled purse. \"How lucky I am!\" he said. \"I have found a purse. Judging by its weight it must be full of gold.\" \"Do not say 'I have found a purse,'\" said his companion. \"Say rather 'we have found a purse' and 'how lucky we are.' Travelers ought to share alike the fortunes or misfortunes of the road.\" \"No, no,\" replied the other angrily. \"I found it and I am going to keep it.\" Just then they heard a shout of \"Stop, thief!\" and looking around, saw a mob of people armed with clubs coming down the road. The man who had found the purse fell into a panic. \"We are lost if they find the purse on us,\" he cried. \"No, no,\" replied the other, \"You would not say 'we' before, so now stick to your 'I'. Say 'I am lost.'\"",
    "content_zh": "两个人在路上结伴而行，其中一人捡到了一个装得满满的钱包。“我真幸运！”他说，“我捡到了一个钱包。看这重量里面肯定装满了金子。”“别说‘我捡到了一个钱包’，”他的同伴说，“应该说‘我们捡到了一个钱包’，还有‘我们真幸运’。旅行者应该同甘共苦。”“不，不，”那人愤怒地回答，“是我捡到的，我要自己留着。”就在这时，他们听到有人喊“抓贼啊！”，回头一看，一群人拿着木棍冲了过来。捡到钱包的人慌了。“如果我们被发现身上有钱包，我们就完了，”他叫道。“不，不，”同伴回答，“你之前不肯说‘我们’，所以现在坚持你的‘我’吧。说‘我完了’。”",
    "moral": "We cannot expect any one to share our misfortunes unless we are willing to share our good fortune also.",
    "moral_zh": "除非我们愿意分享好运，否则不能指望别人分担我们的不幸。",
    "metrics": {
      "wordCount": 158,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6c4",
    "title": "The Leap at Rhodes",
    "title_zh": "罗德岛的跳跃",
    "author": "Aesop's Fables",
    "content": "A certain man who visited foreign lands could talk of little when he returned to his home except the wonderful adventures he had met with and the great deeds he had done abroad. One of the feats he told about was a leap he had made in a city Called Rhodes. That leap was so great, he said, that no other man could leap anywhere near the distance. A great many persons in Rhodes had seen him do it and would prove that what he told was true. \"No need of witnesses,\" said one of the hearers. \"Suppose this city is Rhodes. Now show us how far you can jump.\"",
    "content_zh": "有一个人去外国游历，回到家乡后，除了他在国外遇到的奇遇和伟大事迹外，几乎不谈别的。他吹嘘的壮举之一是在罗德岛的一个城市做的一次跳跃。他说那一跳非常远，没有其他人能跳得那也没远。罗德岛的许多人都见过他跳，可以证明他说的是真的。“不需要证人，”其中一个听众说，“假设这座城市就是罗德岛。现在跳给我们看看你能跳多远。”",
    "moral": "Deeds count, not boasting words.",
    "moral_zh": "事实胜于雄辩（用行动说话）。",
    "metrics": {
      "wordCount": 110,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6d7",
    "title": "The Dogs and the Fox",
    "title_zh": "狗与狐狸",
    "author": "Aesop's Fables",
    "content": "Some Dogs found the skin of a Lion and furiously began to tear it with their teeth. A Fox chanced to see them and laughed scornfully. \"If that Lion had been alive,\" he said, \"it would have been a very different story. He would have made you feel how much sharper his claws are than your teeth.\"",
    "content_zh": "几只狗发现了一张狮子皮，疯狂地用牙齿撕咬起来。一只狐狸碰巧看到，轻蔑地笑了。“如果那只狮子还活着，”他说，“故事就会完全不同了。他会让你们感觉到他的爪子比你们的牙齿锋利得多。”",
    "moral": "It is easy and also contemptible to kick a man that is down.",
    "moral_zh": "落井下石既容易又可鄙。",
    "metrics": {
      "wordCount": 57,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6a2",
    "title": "The Mother and the Wolf",
    "title_zh": "母亲与狼",
    "author": "Aesop's Fables",
    "content": "Early one morning a hungry Wolf was prowling around a cottage at the edge of a village, when he heard a child crying in the house. Then he heard the Mother's voice say: \"Hush, child, hush! Stop your crying, or I will give you to the Wolf!\" Surprised but delighted at the prospect of so delicious a meal, the Wolf settled down under an open window, expecting every moment to have the child handed out to him. But though the little one continued to fret, the Wolf waited all day in vain. Then, toward nightfall, he heard the Mother's voice again as she sat down near the window to sing and rock her baby to sleep. \"There, child, there! The Wolf shall not get you. No, no! Daddy is watching and Daddy will kill him if he should come near!\" Just then the Father came within sight of the home, and the Wolf was barely able to save himself from the Dogs by a clever bit of running.",
    "content_zh": "一天清晨，一只饿狼在村边的茅屋附近徘徊，这时他听到屋里有个孩子在哭。接着他听到母亲的声音说：“嘘，孩子，嘘！别哭了，不然我就把你给狼吃！”狼对这顿美餐的前景感到惊讶又高兴，便在开着的窗户下安顿下来，时刻等着孩子被递出来。虽然小家伙继续哭闹，但狼等了一整天也没等到。临近傍晚，他再次听到母亲的声音，她坐在窗边唱歌哄孩子睡觉。“好了，孩子，好了！狼抓不到你。不，不！爸爸在看着呢，如果狼敢靠近，爸爸就会杀了他！”就在这时，父亲出现了，狼靠着机灵的奔跑才勉强从狗爪下逃脱。",
    "moral": "Do not believe everything you hear.",
    "moral_zh": "不要轻信此言（有些话只是说说而已）。",
    "metrics": {
      "wordCount": 168,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6bc",
    "title": "The Wolf and His Shadow",
    "title_zh": "狼与影子",
    "author": "Aesop's Fables",
    "content": "A Wolf left his lair one evening in fine spirits and an excellent appetite. As he ran, the setting sun cast his shadow far out on the ground, and it looked as if the wolf were a hundred times bigger than he really was. \"Why,\" exclaimed the Wolf proudly, \"see how big I am! Fancy me running away from a puny Lion! I'll show him who is fit to be king, he or I.\" Just then an immense shadow blotted him out entirely, and the next instant a Lion struck him down with a single blow.",
    "content_zh": "一天傍晚，一只狼离开巢穴，精神饱满，胃口极好。当他奔跑时，落日把他的影子在地上拉得很长，看起来比他实际大了一百倍。“哇，”狼骄傲地惊叹，“看我有多大！想想我竟然还要躲避一只瘦小的狮子！我要让他看看谁才配当国王，是他还是我。”就在这时，一个巨大的阴影完全遮住了他，下一瞬间，一只狮子一巴掌把他打倒在地。",
    "moral": "Do not let your fancy make you forget realities.",
    "moral_zh": "不要让幻想使你忘记现实（要有自知之明）。",
    "metrics": {
      "wordCount": 96,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6c6",
    "title": "The Monkey and the Camel",
    "title_zh": "猴子与骆驼",
    "author": "Aesop's Fables",
    "content": "At a great celebration in honor of King Lion, the Monkey was asked to dance for the company. His dancing was very clever indeed, and the animals were all highly pleased with his grace and lightness. The praise that was showered on the Monkey made the Camel envious. He was very sure that he could dance quite as well as the Monkey, if not better, so he pushed his way into the crowd that was gathered around the Monkey, and rising on his hind legs, began to dance. But the big hulking Camel made himself very ridiculous as he kicked out his knotty legs and twisted his long clumsy neck. Besides, the animals found it hard to keep their toes from under his heavy hoofs. At last, when one of his huge feet came within an inch of King Lion's nose, the animals were so disgusted that they set upon the Camel in a rage and drove him out into the desert. Shortly afterward, refreshments, consisting mostly of Camel's hump and ribs, were served to the company.",
    "content_zh": "在为狮子王举行的盛大庆典上，猴子被邀请为大家跳舞。他的舞姿确实非常灵巧，动物们都对他优雅轻盈的动作非常满意。对猴子的赞美让骆驼心生嫉妒。他确信自己也能跳得和猴子一样好，甚至更好，于是他挤进围观猴子的人群，用后腿站立起来，开始跳舞。但这只笨重的骆驼踢着满是疙瘩的腿，扭着细长笨拙的脖子，让自己看起来非常可笑。而且，动物们很难不被他沉重的蹄子踩到脚。最后，当他的一只大脚差点踢到狮子王的鼻子时，动物们非常厌恶，愤怒地攻击骆驼，把他赶到了沙漠里。不久之后，大家享用了点心，主要是骆驼峰和骆驼排骨。",
    "moral": "Do not try to ape your betters.",
    "moral_zh": "东施效颦（不要盲目模仿比你强的人）。",
    "metrics": {
      "wordCount": 177,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6d1",
    "title": "The Dog and His Master's Dinner",
    "title_zh": "狗与主人的晚餐",
    "author": "Aesop's Fables",
    "content": "A Dog had learned to carry his master's dinner to him every day. He was very faithful to his duty, though the smell of the good things in the basket tempted him. The Dogs in the neighborhood noticed him carrying the basket and soon discovered what was in it. They made several attempts to steal it from him. But he always guarded it faithfully. Then one day all the Dogs in the neighborhood got together and met him on his way with the basket. The Dog tried to run away from them. But at last he stopped to argue. That was his mistake. They soon made him feel so ridiculous that he dropped the basket and seized a large piece of roast meat intended for his master's dinner. \"Very well,\" he said, \"you divide the rest.\"",
    "content_zh": "一只狗学会了每天给主人送晚餐。他非常忠于职守，尽管篮子里美食的香气诱惑着他。附近的狗注意到他提着篮子，很快发现里面有什么。他们试了几次想偷走，但他总是忠实地守护着。直到有一天，附近所有的狗聚在一起，在他送饭的路上拦住了他。狗试图逃跑。但最后他停下来争论。那是他的错误。他们很快让他觉得自己很可笑，于是他扔下篮子，抢了一大块本来给他主人的烤肉。“好吧，”他说，“剩下的你们分吧。”",
    "moral": "Do not stop to argue with temptation.",
    "moral_zh": "不要试图与诱惑争辩（一旦动摇就容易堕落）。",
    "metrics": {
      "wordCount": 136,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6d4",
    "title": "The Vain Jackdaw and his Borrowed Feathers",
    "title_zh": "虚荣的寒鸦和借来的羽毛",
    "author": "Aesop's Fables",
    "content": "A Jackdaw chanced to fly over the garden of the King's palace. There he saw with much wonder and envy a flock of royal Peacocks in all the glory of their splendid plumage. Now the black Jackdaw was not a very handsome bird, nor very refined in manner. Yet he imagined that all he needed to make himself fit for the society of the Peacocks was a dress like theirs. So he picked up some castoff feathers of the Peacocks and stuck them among his own black plumes. Dressed in his borrowed finery he strutted loftily among the birds of his own kind. Then he flew down into the garden among the Peacocks. But they soon saw who he was. Angry at the cheat, they flew at him, plucking away the borrowed feathers and also some of his own. The poor Jackdaw returned sadly to his former companions. There another unpleasant surprise awaited him. They had not forgotten his superior airs toward them, and, to punish him, they drove him away with a rain of pecks and jeers.",
    "content_zh": "一只寒鸦偶然飞过国王宫殿的花园。在那里，他惊奇而羡慕地看到一群皇家孔雀展示着它们灿烂辉煌的羽毛。黑色的寒鸦既不英俊，举止也不优雅。但他幻想自己之所以不能融入孔雀的圈子，只是因为缺一件像他们那样的衣服。于是他捡起孔雀脱落的羽毛，插在自己的黑羽毛中间。穿着借来的盛装，他在同类中高傲地昂首阔步。然后他飞到花园里的孔雀中间。但孔雀们很快看穿了他。对他这种欺骗行为感到愤怒，它们扑向他，拔掉了借来的羽毛，连带着也拔掉了他自己的一些羽毛。可怜的寒鸦悲伤地回到以前的同伴身边。但在那里还有一个不愉快的惊喜等着他。它们没忘记他之前那副高人一等的架势，为了惩罚他，它们用一阵啄击和嘲笑把他赶走了。",
    "moral": "Borrowed feathers do not make fine birds.",
    "moral_zh": "借来的羽毛成就不了漂亮的鸟（金玉其外，败絮其中）。",
    "metrics": {
      "wordCount": 178,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6bd",
    "title": "The Rat and the Elephant",
    "title_zh": "老鼠与大象",
    "author": "Aesop's Fables",
    "content": "A Rat was traveling along the King's highway. He was a very proud Rat, considering his small size and the bad reputation all Rats have. As Mr. Rat walked along—he kept mostly to the ditch—he noticed a great commotion up the road, and soon a grand procession came in view. It was the King and his retinue. The King rode on a huge Elephant adorned with the most gorgeous trappings. With the King in his luxurious howdah were the royal Dog and Cat. A great crowd of people followed the procession. They were so taken up with admiration of the Elephant, that the Rat was not noticed. His pride was hurt. \"What fools!\" he cried. \"Look at me, and you will soon forget that clumsy Elephant! Is it his great size that makes your eyes pop out? Or is it his wrinkled hide? Why, I have eyes and ears and as many legs as he! I am of just as much importance, and\"— But just then the royal Cat spied him, and the next instant, the Rat knew he was not quite so important as an Elephant.",
    "content_zh": "一只老鼠在国王的大道上行走。考虑到他又小名声又坏，他还是只非常骄傲的老鼠。当鼠先生往前走时——他主要贴着沟边走——他注意到路上有一阵骚动，很快一支盛大的队伍出现在视野中。那是国王和他的随从。国王骑着一头装饰华丽的大象。和国王一起坐在豪华象轿里的是皇家狗和猫。一大群人跟随在后。他们都忙着赞美大象，没人注意到老鼠。他的自尊心受到了伤害。“一群傻瓜！”他喊道，“看看我，你们很快就会忘记那头笨重的大象！是他的巨大体型让你们瞪大了眼睛吗？还是他皱巴巴的皮？我有眼睛、耳朵，腿也和他一样多！我也同样重要，而且——”但就在这时，皇家猫发现了他，下一瞬间，老鼠就知道自己并没有大象那么重要了。",
    "moral": "A resemblance to the great in some things does not make us great.",
    "moral_zh": "在某些方面与伟大相似并不意味着我们也伟大。",
    "metrics": {
      "wordCount": 187,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6b7",
    "title": "The Sheep and the Pig",
    "title_zh": "绵羊与猪",
    "author": "Aesop's Fables",
    "content": "One day a shepherd discovered a fat Pig in the meadow where his Sheep were pastured. He very quickly captured the porker, which squealed at the top of its voice the moment the Shepherd laid his hands on it. You would have thought, to hear the loud squealing, that the Pig was being cruelly hurt. But in spite of its squeals and struggles to escape, the Shepherd tucked his prize under his arm and started off to the butcher's in the market place. The Sheep in the pasture were much astonished and amused at the Pig's behavior, and followed the Shepherd and his charge to the pasture gate. \"What makes you squeal like that?\" asked one of the Sheep. \"The Shepherd often catches and carries off one of us. But we should feel very much ashamed to make such a terrible fuss about it like you do.\" \"That is all very well,\" replied the Pig, with a squeal and a frantic kick. \"When he catches you he is only after your wool. But he wants my bacon! gree-ee-ee!\"",
    "content_zh": "一天，牧羊人发现他的羊群吃草的牧场里有一只肥猪。他很快抓住了这只猪，牧羊人一碰它，它就拼命尖叫。听到那响亮的尖叫声，你还会以为这只猪受到了残酷的伤害。但尽管它尖叫挣扎着想逃跑，牧羊人还是夹着战利品前往市场的肉铺。牧场里的羊对猪的行为感到非常惊讶和好笑，跟着牧羊人和他的猎物走到牧场门口。“你为什么叫成那样？”一只羊问，“牧羊人经常抓我们中的一个带走。但如果像你这样大吵大闹，我们会感到非常羞愧。”“说得轻巧，”猪一边尖叫一边疯狂踢打回答道，“他抓你们只是为了要你们的毛。但他想要我的肉啊！唧——唧——唧！”",
    "moral": "It is easy to be brave when there is no danger.",
    "moral_zh": "站着说话不腰疼（没有危险时表现勇敢很容易）。",
    "metrics": {
      "wordCount": 178,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6cf",
    "title": "The Peacock",
    "title_zh": "孔雀",
    "author": "Aesop's Fables",
    "content": "The Peacock, they say, did not at first have the beautiful feathers in which he now takes so much pride. These, Juno, whose favorite he was, granted to him one day when he begged her for a train of feathers to distinguish him from the other birds. Then, decked in his finery, gleaming with emerald, gold, purple, and azure, he strutted proudly among the birds. All regarded him with envy. Even the most beautiful pheasant could see that his beauty was surpassed. Presently the Peacock saw an Eagle soaring high up in the blue sky and felt a desire to fly, as he had been accustomed to do. Lifting his wings he tried to rise from the ground. But the weight of his magnificent train held him down. Instead of flying up to greet the first rays of the morning sun or to bathe in the rosy light among the floating clouds at sunset, he would have to walk the ground more encumbered and oppressed than any common barnyard fowl.",
    "content_zh": "据说孔雀起初并没有现在引以为傲的美丽羽毛。这些羽毛是朱诺（天后）有一天赐给他的，因为他是朱诺的宠儿，他恳求朱诺赐给他一尾羽毛，以前和其他鸟类区分开来。于是，身着盛装，闪耀着翡翠、黄金、紫色和蔚蓝光芒的他，骄傲地在鸟群中阔步。所有鸟都羡慕地看着他。即使是最美丽的野鸡也能看出自己的美貌被超越了。不久，孔雀看到一只鹰在高高的蓝天翱翔，心里也想飞，就像他以前习惯做的那样。他展开翅膀试图从地上飞起。但他那华丽的长尾巴的重量把他压了下来。与其飞上去迎接清晨的第一缕阳光，或在日落时分漂浮的云彩间沐浴玫瑰色的光芒，他不得不比任何普通的家禽更笨重、更压抑地在地上行走。",
    "moral": "Do not sacrifice your freedom for the sake of pomp and show.",
    "moral_zh": "不要为了排场和炫耀而牺牲自由。",
    "metrics": {
      "wordCount": 170,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6a7",
    "title": "The Hare and the Tortoise",
    "title_zh": "龟兔赛跑",
    "author": "Aesop's Fables",
    "content": "A Hare was making fun of the Tortoise one day for being so slow. \"Do you ever get anywhere?\" he asked with a mocking laugh. \"Yes,\" replied the Tortoise, \"and I get there sooner than you think. I'll run you a race and prove it.\" The Hare was much amused at the idea of running a race with the Tortoise, but for the fun of the thing he agreed. So the Fox, who had consented to act as judge, marked the distance and started the runners off. The Hare was soon far out of sight, and to make the Tortoise feel very deeply how ridiculous it was for him to try a race with a Hare, he lay down beside the course to take a nap until the Tortoise should catch up. The Tortoise meanwhile kept going slowly but steadily, and, after a time, passed the place where the Hare was sleeping. But the Hare slept on very peacefully; and when at last he did wake up, the Tortoise was near the goal. The Hare now ran his swiftest, but he could not overtake the Tortoise in time.",
    "content_zh": "一天，一只野兔嘲笑乌龟太慢。“你到底能不能到达目的地啊？”他嘲笑着问。“能，”乌龟回答，“而且我比你想象的更早到达。我和你赛跑来证明这一点。”野兔觉得和乌龟赛跑这个主意太好笑了，但为了好玩他同意了。于是答应做裁判的狐狸标记了距离，宣布比赛开始。野兔很快就跑得没影了，为了让乌龟深刻体会到和野兔赛跑是多么荒谬，他躺在路边睡起了大觉，打算等乌龟赶上来。与此同时，乌龟缓慢但从不懈怠地爬着，过了一会儿，经过了野兔睡觉的地方。但野兔睡得很香；当他终于醒来时，乌龟已经接近终点了。野兔现在拼命奔跑，但他已经无法及时追上乌龟了。",
    "moral": "The race is not always to the swift.",
    "moral_zh": "跑得快不一定赢（坚持就是胜利，骄兵必败）。",
    "metrics": {
      "wordCount": 188,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6c1",
    "title": "The Ass Carrying the Image",
    "title_zh": "驮着神像的驴",
    "author": "Aesop's Fables",
    "content": "A sacred Image was being carried to the temple. It was mounted on an Ass adorned with garlands and gorgeous trappings, and a grand procession of priests and pages followed it through the streets. As the Ass walked along, the people bowed their heads reverently or fell on their knees, and the Ass thought the honor was being paid to himself. With his head full of this foolish idea, he became so puffed up with pride and vanity that he halted and started to bray loudly. But in the midst of his song, his driver guessed what the Ass had got into his head, and began to beat him unmercifully with a stick. \"Go along with you, you stupid Ass,\" he cried. \"The honor is not meant for you but for the image you are carrying.\"",
    "content_zh": "一尊神像正被运往寺庙。它被安放在一头装饰着花环和华丽饰物的驴背上，一队隆重的祭司和侍从跟在后面穿过街道。当驴子走过时，人们虔诚地低头或跪下，驴子以为这是在向他致敬。满脑子这种愚蠢的想法，他变得骄傲自大，停下脚步开始大声嘶叫。但就在他唱歌的时候，赶驴人猜到了驴子在想什么，开始用棍子无情地打他。“快走，你这头蠢驴，”他喊道，“这荣誉不是给你的，是给你背上的神像的。”",
    "moral": "Do not try to take the credit to yourself that is due to others.",
    "moral_zh": "不要试图把属于别人的功劳揽到自己身上（不要自作多情）。",
    "metrics": {
      "wordCount": 136,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6c7",
    "title": "The Lion and the Gnat",
    "title_zh": "狮子与蚊子",
    "author": "Aesop's Fables",
    "content": "\"Away with you, vile insect!\" said a Lion angrily to a Gnat that was buzzing around his head. But the Gnat was not in the least disturbed. \"Do you think,\" he said spitefully to the Lion, \"that I am afraid of you because they call you king?\" The next instant he flew at the Lion and stung him sharply on the nose. Mad with rage, the Lion struck fiercely at the Gnat, but only succeeded in tearing himself with his claws. Again and again the Gnat stung the Lion, who now was roaring terribly. At last, worn out with rage and covered with wounds that his own teeth and claws had made, the Lion gave up the fight. The Gnat buzzed away to tell the whole world about his victory, but instead he flew straight into a spider's web. And there, he who had defeated the King of beasts came to a miserable end, the prey of a little spider.",
    "content_zh": "“滚开，卑鄙的昆虫！”狮子对一只在他头边嗡嗡叫的蚊子愤怒地说。但蚊子一点也没被吓到。“你以为，”他恶毒地对狮子说，“因为他们叫你国王我就怕你吗？”下一瞬间他飞向狮子，狠狠地叮了他的鼻子。狮子气得发疯，猛烈地拍打蚊子，但只把自己的脸抓破了。蚊子一次又一次地叮咬狮子，狮子发出可怕的吼声。最后，狮子精疲力竭，满身都是自己牙齿和爪子造成的伤口，放弃了战斗。蚊子嗡嗡叫着飞走，想告诉全世界他的胜利，但他却径直飞进了一张蜘蛛网。在那里，这个打败了万兽之王的家伙迎来了悲惨的结局，成了一只小蜘蛛的猎物。",
    "moral": "The least of our enemies is often the most to be feared.\nPride over a success should not throw us off our guard.",
    "moral_zh": "最小的敌人往往最可怕。胜利后的骄傲不应让我们放松警惕。",
    "metrics": {
      "wordCount": 160,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6db",
    "title": "The Bear and the Bees",
    "title_zh": "熊与蜜蜂",
    "author": "Aesop's Fables",
    "content": "A Bear roaming the woods in search of berries happened on a fallen tree in which a swarm of Bees had stored their honey. The Bear began to nose around the log very carefully to find out if the Bees were at home. Just then one of the swarm came home from the clover field with a load of sweets. Guessing what the Bear was after, the Bee flew at him, stung him sharply and then disappeared into the hollow log. The Bear lost his temper in an instant, and sprang upon the log tooth and claw, to destroy the nest. But this only brought out the whole swarm. The poor Bear had to take to his heels, and he was able to save himself only by diving into a pool of water.",
    "content_zh": "一只在森林里寻找浆果的熊偶然发现了一棵倒下的树，一群蜜蜂在里面储存了蜂蜜。熊开始非常小心地在圆木周围嗅探，想看看蜜蜂在不在家。就在这时，蜂群中的一只从三叶草田带着花蜜回来了。猜到了熊的目的，蜜蜂飞向他，狠狠地蛰了他一下，然后消失在空心圆木里。熊瞬间发了脾气，用牙齿和爪子扑向圆木，想捣毁蜂巢。但这只引来了整个蜂群。可怜的熊不得不撒腿就跑，只有跳进水塘里才保住了一条命。",
    "moral": "It is wiser to bear a single injury in silence than to provoke a thousand by flying into a rage.",
    "moral_zh": "忍受一次伤害比发怒招惹一千次伤害更明智（小不忍则乱大谋）。",
    "metrics": {
      "wordCount": 133,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6cd",
    "title": "The Hares and the Frogs",
    "title_zh": "野兔与青蛙",
    "author": "Aesop's Fables",
    "content": "Hares, as you know, are very timid. The least shadow, sends them scurrying in fright to a hiding place. Once they decided to die rather than live in such misery. But while they were debating how best to meet death, they thought they heard a noise and in a flash were scampering off to the warren. On the way they passed a pond where a family of Frogs was sitting among the reeds on the bank. In an instant the startled Frogs were seeking safety in the mud. \"Look,\" cried a Hare, \"things are not so bad after all, for here are creatures who are even afraid of us!\"",
    "content_zh": "野兔，你知道，是非常胆小的。一点点阴影就能吓得他们四处逃窜躲藏。有一次他们决定与其活得这么痛苦不如死了算了。但正当他们讨论如何最好地迎接死亡时，他们听到了一点响声，瞬间便逃回了洞穴。在路上，他们经过一个池塘，一群青蛙正坐在岸边的芦苇丛中。受惊的青蛙瞬间钻进泥里寻求安全。“看，”一只野兔叫道，“事情终究没那么糟，因为这里还有连我们要都害怕的生物呢！”",
    "moral": "However unfortunate we may think we are there is always someone worse off than ourselves.",
    "moral_zh": "无论我们觉得多么不幸，总有人比我们更惨（比上不足，比下有余）。",
    "metrics": {
      "wordCount": 87,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6b6",
    "title": "The Shepherd Boy and the Wolf",
    "title_zh": "牧童与狼",
    "author": "Aesop's Fables",
    "content": "A Shepherd Boy tended his master's Sheep near a dark forest not far from the village. Soon he found life in the pasture very dull. All he could do to amuse himself was to talk to his dog or play on his shepherd's pipe. One day as he sat watching the Sheep and the quiet forest, and thinking what he would do should he see a Wolf, he thought of a plan to amuse himself. His Master had told him to call for help should a Wolf attack the flock, and the Villagers would drive it away. So now, though he had not seen anything that even looked like a Wolf, he ran toward the village shouting at the top of his voice, \"Wolf! Wolf!\" As he expected, the Villagers who heard the cry dropped their work and ran in great excitement to the pasture. But when they got there they found the Boy doubled up with laughter at the trick he had played on them. A few days later the Shepherd Boy again shouted, \"Wolf! Wolf!\" Again the Villagers ran to help him, only to be laughed at again. Then one evening as the sun was setting behind the forest and the shadows were creeping out over the pasture, a Wolf really did spring from the underbrush and fall upon the Sheep. In terror the Boy ran toward the village shouting \"Wolf! Wolf!\" But though the Villagers heard the cry, they did not run to help him as they had before. \"He cannot fool us again,\" they said. The Wolf killed a great many of the Boy's sheep and then slipped away into the forest.",
    "content_zh": "一个牧童在离村子不远的黑森林附近放羊。很快他觉得牧场生活很无聊。他只能和狗说话或吹牧笛来解闷。一天，当他坐着看羊群和安静的森林，想着如果看到狼该怎么办时，他想出了一个找乐子的计划。他的主人告诉他，如果狼攻击羊群就呼救，村民们会来赶走狼。所以现在，虽然他连个狼影也没看见，但他向村子跑去，拼命大喊：“狼来了！狼来了！”正如他所料，听到的村民放下手中的活，激动地跑向牧场。但当他们到达那里时，发现男孩因为自己搞的恶作剧笑得直不起腰。几天后，牧童又喊：“狼来了！狼来了！”村民们又跑来帮他，结果又被嘲笑了一番。然后有一天傍晚，当太阳在森林后落下，阴影笼罩牧场时，一只真狼从灌木丛中跳出来扑向羊群。男孩惊恐地向村子跑去，喊着“狼来了！狼来了！”虽然村民们听到了喊声，但他们没有像以前那样跑来帮他。“他别想再骗我们了，”他们说。狼咬死了男孩的许多羊，然后溜进了森林。",
    "moral": "Liars are not believed even when they speak the truth.",
    "moral_zh": "撒谎者即使说真话也没人相信（狼来了的故事）。",
    "metrics": {
      "wordCount": 276,
      "readingTime": 2
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6cc",
    "title": "The Lion, the Bear, and the Fox",
    "title_zh": "狮子、熊与狐狸",
    "author": "Aesop's Fables",
    "content": "Just as a great Bear rushed to seize a stray kid, a Lion leaped from another direction upon the same prey. The two fought furiously for the prize until they had received so many wounds that both sank down unable to continue the battle. Just then a Fox dashed up, and seizing the kid, made off with it as fast as he could go, while the Lion and the Bear looked on in helpless rage. \"How much better it would have been,\" they said, \"to have shared in a friendly spirit.\"",
    "content_zh": "正当一只巨大的熊冲过去抓住一只迷路的小山羊时，一只狮子从另一个方向扑向同一个猎物。两者为了战利品激烈搏斗，直到双方都受了重伤，倒在地上无法继续战斗。就在这时，一只狐狸冲了上来，抓起小山羊，拼命逃跑，而狮子和熊只能无奈地愤怒看着。“如果我们当初友好地分享，”他们说，“该有多好啊。”",
    "moral": "Those who have all the toil do not always get the profit.",
    "moral_zh": "出力者未必得利（鹬蚌相争渔翁得利）。",
    "metrics": {
      "wordCount": 91,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6dc",
    "title": "The Dog in the Manger",
    "title_zh": "马槽里的狗",
    "author": "Aesop's Fables",
    "content": "A Dog asleep in a manger filled with hay, was awakened by the Cattle, which came in tired and hungry from working in the field. But the Dog would not let them get near the manger, and snarled and snapped as if it were filled with the best of meat and bones, all for himself. The Cattle looked at the Dog in disgust. \"How selfish he is!\" said one. \"He cannot eat the hay and yet he will not let us eat it who are so hungry for it!\" Now the farmer came in. When he saw how the Dog was acting, he seized a stick and drove him out of the stable with many a blow for his selfish behavior.",
    "content_zh": "一只狗睡在装满干草的马槽里，被从田里劳作回来又累又饿的牛群吵醒了。但这只狗不让他们靠近马槽，对着他们咆哮撕咬，好像里面装满了最好的肉和骨头，全是他自己的一样。牛群厌恶地看着狗。“他多自私啊！”一头牛说，“他自己不吃干草，却也不让我们这些饿极了的牛吃！”这时农夫进来了。当他看到狗的行为时，抓起一根棍子，狠狠地打了他几下，把他赶出了马厩，惩罚他的自私行为。",
    "moral": "Do not grudge others what you cannot enjoy yourself.",
    "moral_zh": "不要嫉妒别人享受你自己无法享受的东西（占着茅坑不拉屎）。",
    "metrics": {
      "wordCount": 121,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6b9",
    "title": "The Farmer and the Stork",
    "title_zh": "农夫与鹳",
    "author": "Aesop's Fables",
    "content": "A Stork of a very simple and trusting nature had been asked by a gay party of Cranes to visit a field that had been newly planted. But the party ended dismally with all the birds entangled in the meshes of the Farmer's net. The Stork begged the Farmer to spare him. \"Please let me go,\" he pleaded. \"I belong to the Stork family who you know are honest and birds of good character. Besides, I did not know the Cranes were going to steal.\" \"You may be a very good bird,\" answered the Farmer, \"but I caught you with the thieving Cranes and you will have to share the same punishment with them.\"",
    "content_zh": "一只天性单纯轻信的鹳，被一群快乐的鹤邀请去参观一块新种的田地。但这聚会以悲剧收场，所有的鸟都被缠在了农夫的网眼里。鹳恳求农夫放过他。“请放我走，”他哀求道，“我是鹳家族的，你知道我们是诚实且品行良好的鸟。而且，我不知道鹤是去偷东西的。”“你可能是一只很好的鸟，”农夫回答，“但我抓到你和偷窃的鹤在一起，你就必须和他们一起接受同样的惩罚。”",
    "moral": "You are judged by the company you keep.",
    "moral_zh": "近朱者赤，近墨者黑（通过交往的朋友来判断一个人）。",
    "metrics": {
      "wordCount": 114,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6a8",
    "title": "The Fox and the Crow",
    "title_zh": "狐狸与乌鸦",
    "author": "Aesop's Fables",
    "content": "One bright morning as the Fox was following his sharp nose through the wood in search of a bite to eat, he saw a Crow on the limb of a tree overhead. This was by no means the first Crow the Fox had ever seen. What caught his attention this time and made him stop for a second look, was that the lucky Crow held a bit of cheese in her beak. \"No need to search any farther,\" thought sly Master Fox. \"Here is a dainty bite for my breakfast.\" Up he trotted to the foot of the tree in which the Crow was sitting, and looking up admiringly, he cried, \"Good-morning, beautiful creature!\" The Crow, her head cocked on one side, watched the Fox suspiciously. But she kept her beak tightly closed on the cheese and did not return his greeting. \"What a charming creature she is!\" said the Fox. \"How her feathers shine! What a beautiful form and what splendid wings! Such a wonderful Bird should have a very lovely voice, since everything else about her is so perfect. Could she sing just one song, I know I should hail her Queen of Birds.\" Listening to these flattering words, the Crow forgot all her suspicion, and also her breakfast. She wanted very much to be called Queen of Birds. So she opened her beak wide to utter her loudest caw, and down fell the cheese straight into the Fox's open mouth. \"Thank you,\" said Master Fox sweetly, as he walked off. \"Though it is cracked, you have a voice sure enough. But where are your wits?\"",
    "content_zh": "一个明媚的早晨，狐狸顺着他敏锐的鼻子在树林里寻找食物，他看见头顶的树枝上有一只乌鸦。这绝不是狐狸见过的第一只乌鸦。这次引起他注意并让他停下来多看一眼的，是那只幸运的乌鸦嘴里叼着一块奶酪。“不用再找了，”狡猾的狐狸先生想，“这可是我早餐的美味。”他小跑到乌鸦栖息的树下，仰慕地抬头看着，喊道：“早上好，美丽的生物！”乌鸦歪着头，怀疑地看着狐狸。但她紧紧闭着嘴叼着奶酪，没有回应他的问候。“多么迷人的生物啊！”狐狸说，“她的羽毛多么闪亮！多么优美的体态，多么绚丽的翅膀！这样美妙的鸟一定有非常动听的声音，因为她的一切都是如此完美。如果她能唱一首歌，哪怕就一首，我就要尊她为鸟中女王。”听着这些奉承话，乌鸦忘记了所有的怀疑，也忘了她的早餐。她非常想被称为鸟中女王。于是她张大嘴巴发出最响亮的叫声，结果奶酪径直掉进了狐狸张开的嘴里。“谢谢，”狐狸先生一边走开一边甜甜地说，“虽然声音有点破，但你的确有嗓子。可是你的脑子去哪儿了？”",
    "moral": "The flatterer lives at the expense of those who will listen to him.",
    "moral_zh": "奉承者靠听信他的人为生（警惕糖衣炮弹）。",
    "metrics": {
      "wordCount": 268,
      "readingTime": 2
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6ba",
    "title": "The Frogs Who Wished for a King",
    "title_zh": "想要国王的青蛙",
    "author": "Aesop's Fables",
    "content": "The Frogs were tired of governing themselves. They had so much freedom that it had spoiled them, and they did nothing but sit around croaking in a bored manner and wishing for a government that could entertain them with the pomp and display of royalty, and rule them in a way to make them know they were being ruled. No milk and water government for them, they declared. So they sent a petition to Jupiter asking for a king. Jupiter saw what simple and foolish creatures they were, but to keep them quiet and make them think they had a king he threw down a huge log, which fell into the water with a great splash. The Frogs hid themselves among the reeds and grasses, thinking the new king to be some fearful giant. But they soon discovered how tame and peaceable King Log was. In a short time the younger Frogs were using him for a diving platform, while the older Frogs made him a meeting place, where they complained loudly to Jupiter about the government. To teach the Frogs a lesson the ruler of the gods now sent a Crane to be king of Frogland. The Crane proved to be a very different sort of king from old King Log. He gobbled up the poor Frogs right and left and they soon saw what fools they had been. In mournful croaks they begged Jupiter to take away the cruel tyrant before they should all be destroyed. \"How now!\" cried Jupiter \"Are you not yet content? You have what you asked for and so you have only yourselves to blame for your misfortunes.\"",
    "content_zh": "青蛙们厌倦了自治。他们拥有太多的自由，以至于被宠坏了，他们无所事事，只是坐着无聊地呱呱叫，希望有一个能用皇家的排场和威仪娱乐他们，并以一种让他们感到被统治的方式来统治他们的政府。他们不想这政府太温和。于是他们向朱庇特请愿，要求派一个国王。朱庇特看出他们是多么单纯愚蠢的生物，为了让他们安静下来，让他们以为有了国王，他扔下一根巨大的原木，原木溅起巨大的水花落入水中。青蛙们躲在芦苇和草丛中，以为新国王是个可怕的巨人。但他们很快发现圆木国王是多么温顺平和。没过多久，年轻的青蛙把它当作跳水台，年老的青蛙把它当作聚会场所，在那里大声向朱庇特抱怨政府。为了教训青蛙，众神之王现在派了一只鹤来当青蛙国的国王。鹤证明是与老圆木国王截然不同的一类国王。他在左右两边大口吞食可怜的青蛙，他们很快意识到自己是多么愚蠢。他们用悲惨的叫声恳求朱庇特在他们全被消灭之前带走这个残忍的暴君。“怎么！”朱庇特叫道，“你们还不满足吗？你们得到了你们要求的，所以你们的不幸只能怪你们自己。”",
    "moral": "Be sure you can better your condition before you seek to change.",
    "moral_zh": "在寻求改变之前，确保你能改善现状（知足常乐）。",
    "metrics": {
      "wordCount": 274,
      "readingTime": 2
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6ab",
    "title": "The Fisherman and the Little Fish",
    "title_zh": "渔夫与小鱼",
    "author": "Aesop's Fables",
    "content": "A poor Fisherman, who lived on the fish he caught, had bad luck one day and caught nothing but a very small fry. The Fisherman was about to put it in his basket when the little Fish said: \"Please spare me, Mr. Fisherman! I am so small it is not worth while to carry me home. When I am bigger, I shall make you a much better meal.\" But the Fisherman quickly put the fish into his basket. \"How foolish I should be,\" he said, \"to throw you back. However small you may be, you are better than nothing at all.\"",
    "content_zh": "一个靠捕鱼为生的穷渔夫，有一天运气很差，只抓到一条很小的鱼苗。渔夫正要把他放进篮子里，小鱼说：“请放过我吧，渔夫先生！我太小了，不值得带回家。等我长大了，我会成为你更好的一顿饭。”但渔夫迅速把鱼放进了篮子。“如果把你扔回去，我就太傻了，”他说，“不管你多小，总比什么都没有强。”",
    "moral": "A small gain is worth more than a large promise.",
    "moral_zh": "到手的小利胜过巨大的空头支票（双鸟在林不如一鸟在手）。",
    "metrics": {
      "wordCount": 101,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6d6",
    "title": "The Wolf and the Ass",
    "title_zh": "狼与驴",
    "author": "Aesop's Fables",
    "content": "An Ass was feeding in a pasture near a wood when he saw a Wolf lurking in the shadows along the hedge. He easily guessed what the Wolf had in mind, and thought of a plan to save himself. So he pretended he was lame, and began to hobble painfully. When the Wolf came up, he asked the Ass what had made him lame, and the Ass replied that he had stepped on a sharp thorn. \"Please pull it out,\" he pleaded, groaning as if in pain. \"If you do not, it might stick in your throat when you eat me.\" The Wolf saw the wisdom of the advice, for he wanted to enjoy his meal without any danger of choking. So the Ass lifted up his foot and the Wolf began to search very closely and carefully for the thorn. Just then the Ass kicked out with all his might, tumbling the Wolf a dozen paces away. And while the Wolf was getting very slowly and painfully to his feet, the Ass galloped away in safety. \"Serves me right,\" growled the Wolf as he crept into the bushes. \"I'm a butcher by trade, not a doctor.\"",
    "content_zh": "一头驴在树林附近的牧场吃草，看到一只狼潜伏在树篱的阴影里。他很容易猜到狼在想什么，于是想出了一个自救的计划。他假装瘸了，开始痛苦地一瘸一拐。当狼走近时，问驴怎么瘸了，驴回答说他踩到了尖刺。“请帮我拔出来，”他呻吟着乞求道，“如果你不拔，吃我的时候可能会卡在你喉咙里。”狼觉得这建议很明智，因为他想毫无窒息危险地享受美餐。于是驴抬起脚，狼开始非常仔细地寻找那根刺。就在这时，驴用尽全力踢了一脚，把狼踢出十几步远。当狼缓慢而痛苦地爬起来时，驴已经安全地跑远了。“活该，”狼爬进灌木丛时咆哮道，“我是个屠夫，不是医生。”",
    "moral": "Stick to your trade.",
    "moral_zh": "干好你的本行（不要越俎代庖）。",
    "metrics": {
      "wordCount": 197,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6ea",
    "title": "The Sick Stag",
    "title_zh": "生病的公鹿",
    "author": "Aesop's Fables",
    "content": "A Stag had fallen sick. He had just strength enough to gather some food and find a quiet clearing in the woods, where he lay down to wait until his strength should return. The Animals heard about the Stag's illness and came to ask after his health. Of course, they were all hungry, and helped themselves freely to the Stag's food; and as you would expect, the Stag soon starved to death.",
    "content_zh": "一只公鹿病倒了。他勉强有些力气收集了一些食物，在树林里找了个安静的空地，躺下等待体力恢复。动物们听说公鹿病了，都来问候他的健康。当然，他们都饿了，便随意享用了公鹿的食物；正如你所料，公鹿很快就饿死了。",
    "moral": "Good will is worth nothing unless it is accompanied by good acts.",
    "moral_zh": "没有善行的善意一文不值。",
    "metrics": {
      "wordCount": 72,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6f6",
    "title": "The Old Lion and the Fox",
    "title_zh": "老狮子与狐狸",
    "author": "Aesop's Fables",
    "content": "An old Lion, whose teeth and claws were so worn that it was not so easy for him to get food as in his younger days, pretended that he was sick. He took care to let all his neighbors know about it, and then lay down in his cave to wait for visitors. And when they came to offer him their sympathy, he ate them up one by one. The Fox came too, but he was very cautious about it. Standing at a safe distance from the cave, he inquired politely after the Lion's health. The Lion replied that he was very ill indeed, and asked the Fox to step in for a moment. But Master Fox very wisely stayed outside, thanking the Lion very kindly for the invitation. \"I should be glad to do as you ask,\" he added, \"but I have noticed that there are many footprints leading into your cave and none coming out. Pray tell me, how do your visitors find their way out again?\"",
    "content_zh": "一只老狮子，牙齿和爪子都磨损了，不像年轻时那样容易捕食，便假装生病。他故意让所有邻居都知道这件事，然后躺在洞里等待访客。当他们来表示慰问时，他把他们一个接一个地吃掉了。狐狸也来了，但他非常谨慎。他站在离洞口一段安全距离的地方，礼貌地询问狮子的健康。狮子回答说他确实病得很重，请狐狸进去坐一会儿。但狐狸先生非常明智地待在外面，非常客气地感谢狮子的邀请。“我很乐意照您说的做，”他补充道，“但我注意到有许多脚印通向您的洞穴，却没有任何脚印出来。请告诉我，您的访客是怎么出来的呢？”",
    "moral": "Take warning from the misfortunes of others.",
    "moral_zh": "以前车之鉴为戒（从别人的不幸中吸取教训）。",
    "metrics": {
      "wordCount": 169,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6f8",
    "title": "The Wolf and the Shepherd",
    "title_zh": "狼与牧羊人",
    "author": "Aesop's Fables",
    "content": "A Wolf, lurking near the Shepherd's hut, saw the Shepherd and his family feasting on a roasted lamb. \"Aha!\" he muttered. \"What a great shouting and running about would there have been, had they caught me at just the very thing they are doing with so much enjoyment!\"",
    "content_zh": "一只狼潜伏在牧羊人的小屋附近，看到牧羊人和他的家人正在享用烤全羊。“啊哈！”他低声说，“如果他们抓到我做他们正在如此享受的事，那该会有多大的叫喊和追逐啊！”",
    "moral": "Men often condemn others for what they see no wrong in doing themselves.",
    "moral_zh": "人们常因为别人做了自己也在做的事而谴责别人（双重标准）。",
    "metrics": {
      "wordCount": 48,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6e1",
    "title": "The Wolf and the Shepherd",
    "title_zh": "狼与牧羊人",
    "author": "Aesop's Fables",
    "content": "A Wolf had been prowling around a flock of Sheep for a long time, and the Shepherd watched very anxiously to prevent him from carrying off a Lamb. But the Wolf did not try to do any harm. Instead he seemed to be helping the Shepherd take care of the Sheep. At last the Shepherd got so used to seeing the Wolf about that he forgot how wicked he could be. One day he even went so far as to leave his flock in the Wolf's care while he went on an errand. But when he came back and saw how many of the flock had been killed and carried off, he knew how foolish to trust a Wolf.",
    "content_zh": "一只狼在羊群周围徘徊了很长时间，牧羊人非常焦虑地监视着，防止由于他叼走小羊。但狼并没有试图造成任何伤害。相反，他似乎在帮牧羊人照顾羊群。最后，牧羊人习惯了看到狼在周围，忘记了他有多邪恶。有一天，他甚至在去办事时把羊群托付给狼照看。但当他回来看到羊群被杀死了那么多并被叼走时，他才明白信任一只狼是多么愚蠢。",
    "moral": "Once a wolf, always a wolf.",
    "moral_zh": "江山易改，本性难移（狼改不了吃肉）。",
    "metrics": {
      "wordCount": 119,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6ee",
    "title": "The Dog and the Oyster",
    "title_zh": "狗与牡蛎",
    "author": "Aesop's Fables",
    "content": "There was once a Dog who was very fond of eggs. He visited the hen house very often and at last got so greedy that he would swallow the eggs whole. One day the Dog wandered down to the seashore. There he spied an Oyster. In a twinkling the Oyster was resting in the Dog's stomach, shell and all. It pained the Dog a good deal, as you can guess. \"I've learned that all round things are not eggs,\" he said groaning.",
    "content_zh": "从前有一只狗非常喜欢吃鸡蛋。他经常去鸡舍，最后变得非常贪婪，竟然把鸡蛋整个吞下去。一天，狗溜达到海边。在那里他发现了一只牡蛎。一眨眼，牡蛎连壳带肉都进了狗的肚子。你可以猜到，这让狗非常痛苦。“我明白了，并非所有圆的东西都是鸡蛋，”他呻吟着说。",
    "moral": "Act in haste and repent at leisure—and often in pain.",
    "moral_zh": "欲速则不达，草率行事后悔莫及——往往还伴随着痛苦。",
    "metrics": {
      "wordCount": 82,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6ef",
    "title": "The Astrologer",
    "title_zh": "占星家",
    "author": "Aesop's Fables",
    "content": "A man who lived a long time ago believed that he could read the future in the stars. He called himself an Astrologer, and spent his time at night gazing at the sky. One evening he was walking along the open road outside the village. His eyes were fixed on the stars. He thought he saw there that the end of the world was at hand, when all at once, down he went into a hole full of mud and water. There he stood up to his ears, in the muddy water, and madly clawing at the slippery sides of the hole in his effort to climb out. His cries for help soon brought the villagers running. As they pulled him out of the mud, one of them said: \"You pretend to read the future in the stars, and yet you fail to see what is at your feet! This may teach you to pay more attention to what is right in front of you, and let the future take care of itself.\" \"What use is it,\" said another, \"to read the stars, when you can't see what's right here on the earth?\"",
    "content_zh": "很久以前有一个人相信他能从星星中预知未来。他自称占星家，晚上把时间都花在仰望天空上。一天晚上，他走在村外的公路上，眼睛盯着星星。他以为看到了世界末日即将来临的迹象，这时突然掉进了一个满是泥水的坑里。他站在齐耳深的泥水里，疯狂地抓着滑溜溜的坑壁想爬出来。他的呼救声很快引来了村民。当他们把他从泥里拉出来时，其中一人说：“你假装能从星星中预知未来，却看不见脚下的东西！这应该教训多关注眼前的事，让未来自己照顾自己吧。”“如果你连地球上眼前的东西都看不见，读星星有什么用呢？”另一个人说。",
    "moral": "Take care of the little things and the big things will take care of themselves.",
    "moral_zh": "关注脚下（务实），未来自然会好。",
    "metrics": {
      "wordCount": 193,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d702",
    "title": "The Boy and the Nettle",
    "title_zh": "男孩与荨麻",
    "author": "Aesop's Fables",
    "content": "A Boy, stung by a Nettle, ran home crying, to get his mother to blow on the hurt and kiss it. \"Son,\" said the Boy's mother, when she had comforted him, \"the next time you come near a Nettle, grasp it firmly, and it will be as soft as silk.\"",
    "content_zh": "一个被荨麻刺伤的男孩哭着跑回家，让母亲吹吹伤口并亲吻它。“孩子，”母亲安慰他后说，“下次你靠近荨麻时，紧紧抓住它，它就会像丝绸一样柔软。”",
    "moral": "Whatever you do, do with all your might.",
    "moral_zh": "无论做什么，都要全力以赴（面对困难要果断）。",
    "metrics": {
      "wordCount": 50,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d71b",
    "title": "The Cock and the Fox",
    "title_zh": "公鸡与狐狸",
    "author": "Aesop's Fables",
    "content": "A Fox was caught in a trap one fine morning, because he had got too near the Farmer's hen house. No doubt he was hungry, but that was not an excuse for stealing. A Cock, rising early, discovered what had happened. He knew the Fox could not get at him, so he went a little closer to get a good look at his enemy. The Fox saw a slender chance of escape. \"Dear friend,\" he said, \"I was just on my way to visit a sick relative, when I stumbled into this string and got all tangled up. But please do not tell anybody about it. I dislike causing sorrow to anybody, and I am sure I can soon gnaw this string to pieces.\" But the Cock was not to be so easily fooled. He soon roused the whole hen yard, and when the Farmer came running out, that was the end of Mr. Fox.",
    "content_zh": "一个美好的早晨，一只狐狸被捕兽夹抓住了，因为他靠农夫的鸡舍太近了。毫无疑问他饿了，但这并不是偷窃的借口。一只早起的公鸡发现了这一幕。他知道狐狸抓不到他，所以走近了一点想好好看看他的敌人。狐狸看到了一线逃生的机会。“亲爱的朋友，”他说，“我正要去看望一位生病的亲戚，结果绊到了这根绳子被缠住了。但请千万别告诉任何人。我不喜欢给任何人带来悲伤，而且我确信我很快就能把这根绳子咬断。”但公鸡没那么好骗。他很快叫醒了整个鸡舍，当农夫跑出来时，那就是狐狸先生的末日了。",
    "moral": "The wicked deserve no aid.",
    "moral_zh": "恶人不值得帮助。",
    "metrics": {
      "wordCount": 155,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6ed",
    "title": "The Cat and the Birds",
    "title_zh": "猫与鸟",
    "author": "Aesop's Fables",
    "content": "A Cat was growing very thin. As you have guessed, he did not get enough to eat. One day he heard that some Birds in the neighborhood were ailing and needed a doctor. So he put on a pair of spectacles, and with a leather box in his hand, knocked at the door of the Bird's home. The Birds peeped out, and Dr. Cat, with much solicitude, asked how they were. He would be very happy to give them some medicine. \"Tweet, tweet,\" laughed the Birds. \"Very smart, aren't you? We are very well, thank you, and more so, if you only keep away from here.\"",
    "content_zh": "一只猫变得很瘦。如你所猜，他吃不饱。一天他听说附近的鸟病了，需要医生。于是他戴上一副眼镜，手里拿着皮箱，敲了敲鸟巢的门。鸟儿们探出头来，猫医生非常关切地问他们怎么样。他说很乐意给他们一些药。“叽叽喳喳，”鸟儿们笑道，“挺聪明的嘛，是不是？我们很好，谢谢，如果你能离这儿远点，我们会更好。”",
    "moral": "Be wise and shun the quack.",
    "moral_zh": "聪明点，远离江湖骗子。",
    "metrics": {
      "wordCount": 106,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6f3",
    "title": "The Serpent and the Eagle",
    "title_zh": "蛇与鹰",
    "author": "Aesop's Fables",
    "content": "A Serpent had succeeded in surprising an Eagle and had wrapped himself around the Eagle's neck. The Eagle could not reach the Serpent, neither with beak nor claws. Far into the sky he soared trying to shake off his enemy. But the Serpent's hold only tightened, and slowly the Eagle sank back to earth, gasping for breath. A Countryman chanced to see the unequal combat. In pity for the noble Eagle he rushed up and soon had loosened the coiling Serpent and freed the Eagle. The Serpent was furious. He had no chance to bite the watchful Countryman. Instead he struck at the drinking horn, hanging at the Countryman's belt, and into it let fly the poison of his fangs. The Countryman now went on toward home. Becoming thirsty on the way, he filled his horn at a spring, and was about to drink. There was a sudden rush of great wings. Sweeping down, the Eagle seized the poisoned horn from out his savior's hands, and flew away with it to hide it where it could never be found.",
    "content_zh": "一条蛇成功偷袭了一只鹰，缠住了鹰的脖子。鹰的喙和爪子都够不着蛇。他飞向高空试图甩掉敌人。但蛇缠得更紧了，鹰慢慢地落回地面，喘着粗气。一个农夫偶然看到了这场不平等的战斗。出于对高贵的鹰的怜悯，他冲上去解开了缠绕的蛇，放走了鹰。蛇非常愤怒。他没机会咬到警惕的农夫。相反，他攻击了挂在农夫腰带上的饮水号角，把毒液射了进去。农夫继续往家走。路上渴了，他在泉边装满了号角，正要喝。突然一阵巨大的翅膀声传来。鹰俯冲下来，从救命恩人手中抢走有毒的号角，把它带走藏在了永远找不到的地方。",
    "moral": "An act of kindness is well repaid.",
    "moral_zh": "善有善报。",
    "metrics": {
      "wordCount": 179,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d703",
    "title": "The Rose and the Butterfly",
    "title_zh": "玫瑰与蝴蝶",
    "author": "Aesop's Fables",
    "content": "A Butterfly once fell in love with a beautiful Rose. The Rose was not indifferent, for the Butterfly's wings were powdered in a charming pattern of gold and silver. And so, when he fluttered near and told how he loved her, she blushed rosily and said yes. After much pretty love-making and many whispered vows of constancy, the Butterfly took a tender leave of his sweetheart. But alas! It was a long time before he came back to her. \"Is this your constancy?\" she exclaimed tearfully. \"It is ages since you went away, and all the time, you have been carrying on with all sorts of flowers. I saw you kiss Miss Geranium, and you fluttered around Miss Mignonette until Honey Bee chased you away. I wish he had stung you!\" \"Constancy!\" laughed the Butterfly. \"I had no sooner left you than I saw Zephyr kissing you. You carried on scandalously with Mr. Bumble Bee and you made eyes at every single Bug you could see. You can't expect any constancy from me!\"",
    "content_zh": "一只蝴蝶爱上了一朵美丽的玫瑰。玫瑰也并非无动于衷，因为蝴蝶的翅膀上撒着金银相间的迷人粉末。所以，当他飞近倾诉爱意时，她羞红了脸答应了。经过一番甜蜜的恋爱和许多关于忠贞的誓言后，蝴蝶依依不舍地告别了爱人。但唉！过了好久他才回来。“这就是你的忠贞吗？”她含泪惊呼，“你走了好久，一直都在和各种花朵调情。我看到你亲吻天竺葵小姐，你围着木樨草小姐转，直到蜜蜂把你赶走。我真希望他蛰了你！”“忠贞！”蝴蝶笑道，“我刚离开你，就看到西风在亲吻你。你和大黄蜂先生丑闻不断，还对每一个你看到的虫子抛媚眼。你别指望我对你忠贞！”",
    "moral": "Do not expect constancy in others if you have none yourself.",
    "moral_zh": "如果你自己不忠贞，就别指望别人忠贞。",
    "metrics": {
      "wordCount": 173,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d710",
    "title": "The Bees and Wasps, and the Hornet",
    "title_zh": "蜜蜂、黄蜂与大黄蜂",
    "author": "Aesop's Fables",
    "content": "A store of honey had been found in a hollow tree, and the Wasps declared positively that it belonged to them. The Bees were just as sure that the treasure was theirs. The argument grew very pointed, and it looked as if the affair could not be settled without a battle, when at last, with much good sense, they agreed to let a judge decide the matter. So they brought the case before the Hornet, justice of the peace in that part of the woods. When the Judge called the case, witnesses declared that they had seen certain winged creatures in the neighborhood of the hollow tree, who hummed loudly, and whose bodies were striped, yellow and black, like Bees. Counsel for the Wasps immediately insisted that this description fitted his clients exactly. Such evidence did not help Judge Hornet to any decision, so he adjourned court for six weeks to give him time to think it over. When the case came up again, both sides had a large number of witnesses. An Ant was first to take the stand, and was about to be cross-examined, when a wise old Bee addressed the Court. \"Your honor,\" he said, \"the case has now been pending for six weeks. If it is not decided soon, the honey will not be fit for anything. I move that the Bees and the Wasps be both instructed to build a honey comb. Then we shall soon see to whom the honey really belongs.\" The Wasps protested loudly. Wise Judge Hornet quickly understood why they did so: They knew they could not build a honey comb and fill it with honey. \"It is clear,\" said the Judge, \"who made the comb and who could not have made it. The honey belongs to the Bees.\"",
    "content_zh": "在一棵空心树里发现了一堆蜂蜜，黄蜂断言那是属于他们的。蜜蜂同样确信这宝藏是他们的。争论变得非常尖锐，眼看不用武力解决不了了，最后他们理智地同意让法官来裁决。于是他们把案子提交给了大黄蜂，也就是那片树林的治安法官。当法官审理案件时，目击者称他们看到空心树附近有一些有翅膀的生物，嗡嗡叫得很响，身体有黄黑条纹，像蜜蜂。黄蜂的律师立即坚持说这描述完全符合他的委托人。这样的证据对大黄蜂法官做决定没有帮助，于是他休庭六周让他思考。当案子再次开庭时，双方都有大量证人。一只蚂蚁刚要上台接受质询，一只聪明的老蜜蜂向法庭发言。“法官大人，”他说，“此案已经搁置六周了。如果不尽快决定，蜂蜜就要坏了。我提议让蜜蜂和黄蜂都去筑一个蜂巢。这样我们很快就能看出蜂蜜到底属于谁。”黄蜂大声抗议。聪明的大黄蜂法官很快明白他们为什么这么做：他们知道自己不会筑巢酿蜜。“很清楚，”法官说，“谁造了巢，谁造不出。蜂蜜属于蜜蜂。”",
    "moral": "Ability proves itself by deeds.",
    "moral_zh": "能力用事实证明（事实胜于雄辩）。",
    "metrics": {
      "wordCount": 298,
      "readingTime": 2
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6df",
    "title": "The Mule",
    "title_zh": "骡子",
    "author": "Aesop's Fables",
    "content": "A Mule had had a long rest and much good feeding. He was feeling very vigorous indeed, and pranced around loftily, holding his head high. \"My father certainly was a full-blooded racer,\" he said. \"I can feel that distinctly.\" Next day he was put into harness again and that evening he was very downhearted indeed. \"I was mistaken,\" he said. \"My father was an Ass after all.\"",
    "content_zh": "一头骡子休息了很久，吃得很好。他感觉精力充沛，高昂着头傲慢地走来走去。“我父亲肯定是一匹纯种赛马，”他说，“我能清楚地感觉到。”第二天他又被套上挽具干活，那天晚上他非常沮丧。“我搞错了，”他说，“我父亲毕竟是一头驴。”",
    "moral": "Be sure of your pedigree before you boast of it.",
    "moral_zh": "在吹嘘血统之前先搞清楚（不要数典忘祖，也不要乱攀高枝）。",
    "metrics": {
      "wordCount": 67,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6f5",
    "title": "The Man and the Lion",
    "title_zh": "人与狮子",
    "author": "Aesop's Fables",
    "content": "A Lion and a Man chanced to travel in company through the forest. They soon began to quarrel, for each of them boasted that he and his kind were far superior to the other both in strength and mind. Now they reached a clearing in the forest and there stood a statue. It was a representation of Heracles in the act of tearing the jaws of the Nemean Lion. \"See,\" said the man, \"that's how strong we are! The King of Beasts is like wax in our hands!\" \"Ho!\" laughed the Lion, \"a Man made that statue. It would have been quite a different scene had a Lion made it!\"",
    "content_zh": "一只狮子和一个人偶然结伴穿越森林。他们很快开始争吵，因为每个人都吹嘘自己和同类在力量和智慧上都远胜对方。这时他们来到森林的一块空地，那里立着一尊雕像。表现的是海格力斯正在撕开尼米亚狮子的嘴。“看，”人说，“我们多强大！百兽之王在我们手中就像蜡一样！”“哈！”狮子笑道，“那是人造的雕像。如果是狮子造的，场景会完全不同！”",
    "moral": "It all depends on the point of view, and who tells the story.",
    "moral_zh": "这完全取决于观点，以及谁在讲故事（历史由胜利者书写）。",
    "metrics": {
      "wordCount": 110,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6f7",
    "title": "The Ass and the Lap Dog",
    "title_zh": "驴子与哈巴狗",
    "author": "Aesop's Fables",
    "content": "There was once an Ass whose Master also owned a Lap Dog. This Dog was a favorite and received many a pat and kind word from his Master, as well as choice bits from his plate. Every day the Dog would run to meet the Master, frisking playfully about and leaping up to lick his hands and face. All this the Ass saw with much discontent. Though he was well fed, he had much work to do; besides, the Master hardly ever took any notice of him. Now the jealous Ass got it into his silly head that all he had to do to win his Master's favor was to act like the Dog. So one day he left his stable and clattered eagerly into the house. Finding his Master seated at the dinner table, he kicked up his heels and, with a loud bray, pranced giddily around the table, upsetting it as he did so. Then he planted his forefeet on his Master's knees and rolled out his tongue to lick the Master's face, as he had seen the Dog do. But his weight upset the chair, and Ass and man rolled over together in the pile of broken dishes from the table. The Master was much alarmed at the strange behavior of the Ass, and calling for help, soon attracted the attention of the servants. When they saw the danger the Master was in from the clumsy beast, they set upon the Ass and drove him with kicks and blows back to the stable. There they left him to mourn the foolishness that had brought him nothing but a sound beating.",
    "content_zh": "从前有一头驴，他的主人还养了一只哈巴狗。这只狗是宠儿，经常得到主人的抚摸和好话，还有盘子里的精选美食。每天狗都会跑去迎接主人，顽皮地跳来跳去，跳起来舔他的手和脸。驴子看到这一切非常不满。虽然他吃得很好，但他有很多活要干；而且，主人几乎不注意他。这头嫉妒的驴子愚蠢地以为，只要像狗一样表现就能赢得主人的欢心。于是有一天他离开马厩，急切地跑进屋子。发现主人正坐在餐桌旁，他踢起后跟，大声嘶叫，晕头转向地绕着桌子跑，把桌子都弄翻了。然后他把前蹄搭在主人的膝盖上，伸出舌头去舔主人的脸，就像他看到狗做的那样。但他的体重弄翻了椅子，驴和人一起滚倒在桌子打碎的盘子堆里。主人对驴的奇怪行为感到非常惊恐，大声呼救，很快引来了仆人。当他们看到主人受到这头笨拙野兽的威胁时，便冲上去对驴子拳打脚踢，把他赶回了马厩。把他留在那儿为这招致一顿毒打的愚蠢行为而哀叹。",
    "moral": "Behavior that is regarded as agreeable in one is very rude and impertinent in another.",
    "moral_zh": "同样的某种行为，在一方被视为讨人喜欢，在另一方却被视为粗鲁无礼（不要盲目模仿）。",
    "metrics": {
      "wordCount": 273,
      "readingTime": 2
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6f1",
    "title": "The Fox and the Crab",
    "title_zh": "狐狸与螃蟹",
    "author": "Aesop's Fables",
    "content": "A Crab one day grew disgusted with the sands in which he lived. He decided to take a stroll to the meadow not far inland. There he would find better fare than briny water and sand mites. So off he crawled to the meadow. But there a hungry Fox spied him, and in a twinkling, ate him up, both shell and claw.",
    "content_zh": "一天，一只螃蟹对他居住的沙地感到厌恶。他决定去内陆不远的草地散步。那里会有比咸水和沙蚤更好的食物。于是他爬向草地。但在那里，一只饿狐狸发现了他，一眨眼，连壳带爪把他吃掉了。",
    "moral": "Be content with your lot.",
    "moral_zh": "安分守己（知足常乐）。",
    "metrics": {
      "wordCount": 62,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d70a",
    "title": "The Flies and the Honey",
    "title_zh": "苍蝇与蜂蜜",
    "author": "Aesop's Fables",
    "content": "A jar of honey was upset and the sticky sweetness flowed out on the table. The sweet smell of the honey soon brought a large number of Flies buzzing around. They did not wait for an invitation. No, indeed; they settled right down, feet and all, to gorge themselves. The Flies were quickly smeared from head to foot with honey. Their wings stuck together. They could not pull their feet out of the sticky mass. And so they died, giving their lives for the sake of a taste of sweetness.",
    "content_zh": "一罐蜂蜜打翻了，粘稠的甜液流到了桌子上。蜂蜜的甜味很快引来了一大群苍蝇嗡嗡叫。他们没等邀请。不，事实上；他们直接落下来，连脚带身子，准备大吃一顿。苍蝇很快从头到脚都沾满了蜂蜜。翅膀粘在了一起。脚也拔不出来了。于是他们死了，为了尝一口甜头送了命。",
    "moral": "Be not greedy for a little passing pleasure. It may destroy you.",
    "moral_zh": "不要贪图短暂的快乐，那可能会毁灭你（人为财死，鸟为食亡）。",
    "metrics": {
      "wordCount": 90,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d70c",
    "title": "The Stag, the Sheep, and the Wolf",
    "title_zh": "公鹿、绵羊与狼",
    "author": "Aesop's Fables",
    "content": "One day a Stag came to a Sheep and asked her to lend him a measure of wheat. The Sheep knew him for a very swift runner, who could easily take himself out of reach, were he so inclined. So she asked him if he knew someone who would answer for him. \"Yes, yes,\" answered the Stag confidently, \"the Wolf has promised to be my surety.\" \"The Wolf!\" exclaimed the Sheep indignantly. \"Do you think I would trust you on such security? I know the Wolf! He takes what he wants and runs off with it without paying. As for you, you can use your legs so well that I should have little chance of collecting the debt if I had to catch you for it!\"",
    "content_zh": "一天，一只公鹿来找绵羊，想借一斗小麦。绵羊知道他跑得很快，如果不想还，很容易就能跑得没影。所以她问他有没有人愿意为他担保。“有，有，”公鹿自信地回答，“狼答应做我的担保人。”“狼！”绵羊愤怒地惊呼，“你以为有了这样的担保我就会借给你吗？我了解狼！他想拿什么拿什么，拿了就跑根本不付钱。至于你，如果你跑了，我想追债根本追不上！”",
    "moral": "Two blacks do not make a white.",
    "moral_zh": "两个坏人加在一起变不成好人（狼狈为奸）。",
    "metrics": {
      "wordCount": 126,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d717",
    "title": "The Lion, the Ass, and the Fox",
    "title_zh": "狮子、驴与狐狸",
    "author": "Aesop's Fables",
    "content": "A Lion, an Ass, and a Fox were hunting in company, and caught a large quantity of game. The Ass was asked to divide the spoil. This he did very fairly, giving each an equal share. The Fox was well satisfied, but the Lion flew into a great rage over it, and with one stroke of his huge paw, he added the Ass to the pile of slain. Then he turned to the Fox. \"You divide it,\" he roared angrily. The Fox wasted no time in talking. He quickly piled all the game into one great heap. From this he took a very small portion for himself, such undesirable bits as the horns and hoofs of a mountain goat, and the end of an ox tail. The Lion now recovered his good humor entirely. \"Who taught you to divide so fairly?\" he asked pleasantly. \"I learned a lesson from the Ass,\" replied the Fox, carefully edging away.",
    "content_zh": "一只狮子、一头驴和一只狐狸结伴打猎，抓到了大量猎物。驴被要求分配战利品。他分得很公平，每份一样多。狐狸很满意，但狮子勃然大怒，挥起巨大的爪子，把驴也拍死在了猎物堆里。然后他转向狐狸。“你来分，”他愤怒地咆哮道。狐狸没废话。他迅速把所有猎物堆成一大堆。只给自己留了一小部分，比如山羊的角和蹄子，还有牛尾巴尖。狮子完全恢复了心情。“谁教你分得这么公平的？”他愉快地问。“我从驴那儿学到了一课，”狐狸回答，小心翼翼地溜走了。",
    "moral": "Learn from the misfortunes of others.",
    "moral_zh": "从别人的不幸中吸取教训。",
    "metrics": {
      "wordCount": 157,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d719",
    "title": "The Mole and his Mother",
    "title_zh": "鼹鼠与妈妈",
    "author": "Aesop's Fables",
    "content": "A little Mole once said to his Mother: \"Why, Mother, you said I was blind! But I am sure I can see!\" Mother Mole saw she would have to get such conceit out of his head. So she put a bit of frankincense before him and asked him to tell what it was. The little Mole peered at it. \"Why, that's a pebble!\" \"Well, my son, that proves you've lost your sense of smell as well as being blind.\"",
    "content_zh": "一只小鼹鼠曾对妈妈说：“哎呀，妈妈，你说我是瞎子！但我肯定我能看见！”鼹鼠妈妈觉得必须打消他的自负。于是她在面前放了一点乳香，让他说是什么。小鼹鼠盯着看。“哎呀，那是一块鹅卵石！”“好吧，孩子，这证明你不仅瞎了，连嗅觉也丢了。”",
    "moral": "Boast of one thing and you will be found lacking in that and a few other things as well.",
    "moral_zh": "吹嘘一件事，结果往往暴露你在那件事和其他事上的无能（欲盖弥彰）。",
    "metrics": {
      "wordCount": 79,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d71a",
    "title": "The North Wind and the Sun",
    "title_zh": "北风与太阳",
    "author": "Aesop's Fables",
    "content": "The North Wind and the Sun had a quarrel about which of them was the stronger. While they were disputing with much heat and bluster, a Traveler passed along the road wrapped in a cloak. \"Let us agree,\" said the Sun, \"that he is the stronger who can strip that Traveler of his cloak.\" \"Very well,\" growled the North Wind, and at once sent a cold, howling blast against the Traveler. With the first gust of wind the ends of the cloak whipped about the Traveler's body. But he immediately wrapped it closely around him, and the harder the Wind blew, the tighter he held it to him. The North Wind tore angrily at the cloak, but all his efforts were in vain. Then the Sun began to shine. At first his beams were gentle, and in the pleasant warmth after the bitter cold of the North Wind, the Traveler unfastened his cloak and let it hang loosely from his shoulders. The Sun's rays grew warmer and warmer. The man took off his cap and mopped his brow. At last he became so heated that he pulled off his cloak, and, to escape the blazing sunshine, threw himself down in the welcome shade of a tree by the roadside.",
    "content_zh": "北风和太阳争论谁更强。当他们激烈争吵时，一个旅行者裹着斗篷走在路上。“我们约定，”太阳说，“谁能让那个旅行者脱掉斗篷，谁就更强。”“好吧，”北风咆哮道，立刻向旅行者发出寒冷刺骨的狂风。第一阵风吹得斗篷在旅行者身上乱舞。但他立刻把斗篷紧紧裹在身上，风刮得越猛，他裹得越紧。北风愤怒地撕扯着斗篷，但一切努力都无济于事。然后太阳开始照耀。起初他的光芒很温和，在经历北风的严寒后，这种舒适的温暖让旅行者解开了斗篷，松松地搭在肩上。太阳的光芒越来越热。那人脱下帽子擦了擦汗。最后他热得受不了，脱掉了斗篷，为了躲避烈日，躺在了路边树荫下。",
    "moral": "Gentleness and kind persuasion win where force and bluster fail.",
    "moral_zh": "温柔的劝导胜过暴力的威逼（以柔克刚）。",
    "metrics": {
      "wordCount": 209,
      "readingTime": 2
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6e6",
    "title": "The Goose and the Golden Egg",
    "title_zh": "下金蛋的鹅",
    "author": "Aesop's Fables",
    "content": "There was once a Countryman who possessed the most wonderful Goose you can imagine, for every day when he visited the nest, the Goose had laid a beautiful, glittering, golden egg. The Countryman took the eggs to market and soon began to get rich. But it was not long before he grew impatient with the Goose because she gave him only a single golden egg a day. He was not getting rich fast enough. Then one day, after he had finished counting his money, the idea came to him that he could get all the golden eggs at once by killing the Goose and cutting it open. But when the deed was done, not a single golden egg did he find, and his precious Goose was dead.",
    "content_zh": "从前有个农夫拥有一只你能想象到的最神奇的鹅，因为每天当他去巢里看时，鹅都下了一个美丽闪亮的金蛋。农夫把蛋拿到市场去卖，很快就富有了。但没过多久，他对鹅失去了耐心，因为她每天只下一个金蛋。他觉得富得不够快。一天，数完钱后，他冒出一个念头：杀了鹅把肚子剖开就能一次得到所有金蛋。但当他这么做后，连一个金蛋也没找到，而他珍贵的鹅已经死了。",
    "moral": "Those who have plenty want more and so lose all they have.",
    "moral_zh": "贪得无厌者终将失去所有（杀鸡取卵）。",
    "metrics": {
      "wordCount": 127,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6f2",
    "title": "Mercury and the Woodman",
    "title_zh": "赫尔墨斯与樵夫",
    "author": "Aesop's Fables",
    "content": "A poor Woodman was cutting down a tree near the edge of a deep pool in the forest. It was late in the day and the Woodman was tired. He had been working since sunrise and his strokes were not so sure as they had been early that morning. Thus it happened that the axe slipped and flew out of his hands into the pool. The Woodman was in despair. The axe was all he possessed with which to make a living, and he had not money enough to buy a new one. As he stood wringing his hands and weeping, the god Mercury suddenly appeared and asked what the trouble was. The Woodman told what had happened, and straightway the kind Mercury dived into the pool. When he came up again he held a wonderful golden axe. \"Is this your axe?\" Mercury asked the Woodman. \"No,\" answered the honest Woodman, \"that is not my axe.\" Mercury laid the golden axe on the bank and sprang back into the pool. This time he brought up an axe of silver, but the Woodman declared again that his axe was just an ordinary one with a wooden handle. Mercury dived down for the third time, and when he came up again he had the very axe that had been lost. The poor Woodman was very glad that his axe had been found and could not thank the kind god enough. Mercury was greatly pleased with the Woodman's honesty. \"I admire your honesty,\" he said, \"and as a reward you may have all three axes, the gold and the silver as well as your own.\" The happy Woodman returned to his home with his treasures, and soon the story of his good fortune was known to everybody in the village. Now there were several Woodmen in the village who believed that they could easily win the same good fortune. They hurried out into the woods, one here, one there, and hiding their axes in the bushes, pretended they had lost them. Then they wept and wailed and called on Mercury to help them. And indeed, Mercury did appear, first to this one, then to that. To each one he showed an axe of gold, and each one eagerly claimed it to be the one he had lost. But Mercury did not give them the golden axe. Oh no! Instead he gave them each a hard whack over the head with it and sent them home. And when they returned next day to look for their own axes, they were nowhere to be found.",
    "content_zh": "一个穷樵夫正在森林深潭边砍树。天色已晚，樵夫累了。他从日出就开始工作，挥斧的动作不像早上那么稳了。就这样，斧头滑手飞进了水潭。樵夫绝望了。斧头是他维持生计的唯一工具，他又没钱买新的。正当他搓着手哭泣时，赫尔墨斯神突然出现，问他怎么了。樵夫如实相告，善良的赫尔墨斯立刻潜入水中。当他再上来时，手里拿着一把奇妙的金斧头。“这是你的斧头吗？”赫尔墨斯问樵夫。“不，”诚实的樵夫回答，“那不是我的斧头。”赫尔墨斯把金斧头放在岸上，又跳进水里。这次他拿上来一把银斧头，但樵夫再次声明他的斧头只是普通的木柄斧。赫尔墨斯第三次潜下去，上来时手里拿着那把丢失的斧头。可怜的樵夫很高兴斧头找到了，感激不尽。赫尔墨斯对樵夫的诚实非常满意。“我钦佩你的诚实，”他说，“作为奖励，你可以拥有这三把斧头，金的、银的还有你自己的。”快乐的樵夫带着财宝回家了，很快他的好运故事传遍了全村。村里有几个樵夫觉得自己也能轻易获得同样的好运。他们跑到树林里，这儿一个那儿一个，把斧头藏在灌木丛里，假装丢了。然后他们哭天抢地呼唤赫尔墨斯帮忙。赫尔墨斯确实出现了，对每个人都展示了一把金斧头，每个人都急切地声称那是自己丢的。但赫尔墨斯没有给他们金斧头。不！相反，他用斧头狠狠敲了他们的脑袋，把他们赶回了家。第二天当他们回去找自己的斧头时，发现斧头都不见了。",
    "moral": "Honesty is the best policy.",
    "moral_zh": "诚实是上策。",
    "metrics": {
      "wordCount": 430,
      "readingTime": 3
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6e3",
    "title": "The Farmer and the Cranes",
    "title_zh": "农夫与鹤",
    "author": "Aesop's Fables",
    "content": "Some Cranes saw a farmer plowing a large field. When the work of plowing was done, they patiently watched him sow the seed. It was their feast, they thought. So, as soon as the Farmer had finished planting and had gone home, down they flew to the field, and began to eat as fast as they could. The Farmer, of course, knew the Cranes and their ways. He had had experience with such birds before. He soon returned to the field with a sling. But he did not bring any stones with him. He expected to scare the Cranes just by swinging the sling in the air, and shouting loudly at them. At first the Cranes flew away in great terror. But they soon began to see that none of them ever got hurt. They did not even hear the noise of stones whizzing through the air, and as for words, they would kill nobody. At last they paid no attention whatever to the Farmer. The Farmer saw that he would have to take other measures. He wanted to save at least some of his grain. So he loaded his sling with stones and killed several of the Cranes. This had the effect the Farmer wanted, for from that day the Cranes visited his field no more.",
    "content_zh": "几只鹤看到农夫在耕一块大田。耕完地后，他们耐心地看着他播种。他们想，这是一顿大餐。所以，农夫刚播种完回家，他们就飞到田里，拼命地吃。农夫当然了解鹤和他们的习性。他以前有过对付这种鸟的经验。他很快带着弹弓回到田里。但他没带石头。他打算只是在空中挥舞弹弓，大声叫喊来吓跑鹤。起初鹤惊恐地飞走了。但他们很快发现自己毫发无伤。他们甚至没听到石头划过空气的声音，至于言语，杀不死人。最后他们完全不理会农夫了。农夫意识到必须采取其他措施。他想至少挽救一些谷物。于是他装上石头，打死了几只鹤。这达到了农夫想要的效果，从那天起，鹤再也没来过他的田里。",
    "moral": "Bluff and threatening words are of little value with rascals.",
    "moral_zh": "对于无赖，虚张声势和威胁的话没什么用（必须动真格的）。",
    "metrics": {
      "wordCount": 217,
      "readingTime": 2
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d704",
    "title": "The Cat and the Fox",
    "title_zh": "猫与狐狸",
    "author": "Aesop's Fables",
    "content": "Once a Cat and a Fox were traveling together. As they went along, picking up provisions on the way—a stray mouse here, a fat chicken there—they began an argument to while away the time between bites. And, as usually happens when comrades argue, the talk began to get personal. \"You think you are extremely clever, don't you?\" said the Fox. \"Do you pretend to know more than I? Why, I know a whole sackful of tricks!\" \"Well,\" retorted the Cat, \"I admit I know one trick only, but that one, let me tell you, is worth a thousand of yours!\" Just then, close by, they heard a hunter's horn and the yelping of a pack of hounds. In an instant the Cat was up a tree, hiding among the leaves. \"This is my trick,\" he called to the Fox. \"Now let me see what yours are worth.\" But the Fox had so many plans for escape he could not decide which one to try first. He dodged here and there with the hounds at his heels. He doubled on his tracks, he ran at top speed, he entered a dozen burrows,—but all in vain. The hounds caught him, and soon put an end to the boaster and all his tricks.",
    "content_zh": "有一次，一只猫和一只狐狸结伴旅行。他们一边走，一边在路上找吃的——这儿抓只迷路的老鼠，那儿抓只肥鸡——一边争论以打发吃东西之间的空闲时间。就像通常同伴争论时那样，话题开始针对个人。“你觉得你极其聪明，是吗？”狐狸说，“你假装比我知道得更多？哎呀，我知道整整一麻袋的计谋！”“好吧，”猫反驳道，“我承认我只知道一招，但那一招，我告诉你，抵得上你的一千招！”就在这时，附近传来了猎人的号角声和一群猎狗的叫声。猫瞬间爬上了树，躲在树叶里。“这就是我的计谋，”他对狐狸喊道，“现在让我看看你的计谋值多少钱。”但狐狸有太多的逃跑计划，没法决定先试哪一个。他在猎狗的追逐下东躲西藏。他折返跑，全速跑，钻进十几个洞穴，——但都无济于事。猎狗抓住了他，很快终结了这个吹牛大王和他所有的计谋。",
    "moral": "Common sense is always worth more than cunning.",
    "moral_zh": "一招鲜，吃遍天（实用的常识胜过花哨的计谋）。",
    "metrics": {
      "wordCount": 210,
      "readingTime": 2
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6e8",
    "title": "The Mouse and the Weasel",
    "title_zh": "老鼠与鼬鼠",
    "author": "Aesop's Fables",
    "content": "A little hungry Mouse found his way one day into a basket of corn. He had to squeeze himself a good deal to get through the narrow opening between the strips of the basket. But the corn was tempting and the Mouse was determined to get in. When at last he had succeeded, he gorged himself to bursting. Indeed he he became about three times as big around the middle as he was when he went in. At last he felt satisfied and dragged himself to the opening to get out again. But the best he could do was to get his head out. So there he sat groaning and moaning, both from the discomfort inside him and his anxiety to escape from the basket. Just then a Weasel came by. He understood the situation quickly. \"My friend,\" he said, \"I know what you've been doing. You've been stuffing. That's what you get. You will have to stay there till you feel just like you did when you went in. Good night, and good enough for you.\" And that was all the sympathy the poor Mouse got.",
    "content_zh": "一天，一只饥饿的小老鼠发现了一个装玉米的篮子。他不得不费力挤过篮子条之间狭窄的缝隙。但玉米很诱人，老鼠决心进去。当他终于成功后，他吃得肚子都要撑破了。实际上，他的腰围变得大概是进去时的三倍。最后他感到满足了，拖着身子想从缝隙出去。但他最多只能把头伸出去。于是他坐在那里呻吟哀叹，既因为肚子里的不适，也因为急于逃出篮子。这时一只鼬鼠路过。他很快明白了情况。“朋友，”他说，“我知道你干了什么。你暴饮暴食。这就是你的报应。你得待在那儿直到你变回进去时的样子。晚安，你活该。”这就是可怜的老鼠得到的全部同情。",
    "moral": "Greediness leads to misfortune.",
    "moral_zh": "贪婪导致不幸（贪心不足蛇吞象）。",
    "metrics": {
      "wordCount": 187,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d700",
    "title": "The Fox Without a Tail",
    "title_zh": "断尾狐狸",
    "author": "Aesop's Fables",
    "content": "A Fox that had been caught in a trap, succeeded at last, after much painful tugging, in getting away. But he had to leave his beautiful bushy tail behind him. For a long time he kept away from the other Foxes, for he knew well enough that they would all make fun of him and crack jokes and laugh behind his back. But it was hard for him to live alone, and at last he thought of a plan that would perhaps help him out of his trouble. He called a meeting of all the Foxes, saying that he had something of great importance to tell the tribe. When they were all gathered together, the Fox Without a Tail got up and made a long speech about those Foxes who had come to harm because of their tails. This one had been caught by hounds when his tail had become entangled in the hedge. That one had not been able to run fast enough because of the weight of his brush. Besides, it was well known, he said, that men hunt Foxes simply for their tails, which they cut off as prizes of the hunt. With such proof of the danger and uselessness of having a tail, said Master Fox, he would advise every Fox to cut it off, if he valued life and safety. When he had finished talking, an old Fox arose, and said, smiling: \"Master Fox, kindly turn around for a moment, and you shall have your answer.\" When the poor Fox Without a Tail turned around, there arose such a storm of jeers and hooting, that he saw how useless it was to try any longer to persuade the Foxes to part with their tails.",
    "content_zh": "一只被捕兽夹夹住的狐狸，在经过痛苦的挣扎后终于逃脱了。但他不得不把他美丽蓬松的尾巴留在了后面。很长一段时间他都躲着其他狐狸，因为他很清楚他们都会取笑他，在他背后讲笑话嘲笑他。但独自生活很难，最后他想出了一个也许能帮他摆脱困境的计划。他召集了所有狐狸开会，说有非常重要的事情要告诉大家。当大家聚齐后，断尾狐狸站起来，发表了一篇长篇大论，讲述那些因为尾巴而受害的狐狸的故事。这只因为尾巴缠在树篱里被猎狗抓住了。那只因为尾巴的重量跑得不够快。而且，他说，众所周知，人类猎杀狐狸仅仅是为了他们的尾巴，把尾巴割下来当战利品。既然有这么多证据证明拥有尾巴的危险和无用，狐狸先生说，如果有谁珍视生命和安全，他建议每只狐狸都切掉尾巴。当他说完后，一只老狐狸站起来，微笑着说：“狐狸先生，请转过身去一下，你就会得到答案。”当那只可怜的断尾狐狸转过身时，爆发出一阵嘲笑和起哄声，他意识到试图说服狐狸们割掉尾巴是多么没用。",
    "moral": "Do not listen to the advice of him who seeks to lower you to his own level.",
    "moral_zh": "不要听信那些试图把你拉低到他们水平的人的建议。",
    "metrics": {
      "wordCount": 289,
      "readingTime": 2
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d70f",
    "title": "The Lark and Her Young Ones",
    "title_zh": "百灵鸟和她的孩子们",
    "author": "Aesop's Fables",
    "content": "A Lark made her nest in a field of young wheat. As the days passed, the wheat stalks grew tall and the young birds, too, grew in strength. Then one day, when the ripe golden grain waved in the breeze, the Farmer and his son came into the field. \"This wheat is now ready for reaping,\" said the Farmer. \"We must call in our neighbors and friends to help us harvest it.\" The young Larks in their nest close by were much frightened, for they knew they would be in great danger if they did not leave the nest before the reapers came. When the Mother Lark returned with food for them, they told her what they had heard. \"Do not be frightened, children,\" said the Mother Lark. \"If the Farmer said he would call in his neighbors and friends to help him do his work, this -wheat will not be reaped for a while yet.\" A few days later, the wheat was so ripe, that when the wind shook the stalks, a hail of wheat grains came rustling down on the young Larks' heads. \"If this wheat is not harvested at once,\" said the Farmer, \"we shall lose half the crop. We cannot wait any longer for help from our friends. Tomorrow we must set to work, ourselves.\" When the young Larks told their mother what they had heard that day, she said: \"Then we must be off at once. When a man decides to do his own work and not depend on any one else, then you may be sure there will be no more delay.\" There was much fluttering and trying out of wings that afternoon, and at sunrise next day, when the Farmer and his son cut down the grain, they found an empty nest.",
    "content_zh": "一只百灵鸟在一块麦田里筑了巢。日子一天天过去，麦秆长高了，小鸟也强壮了。有一天，金黄成熟的麦子在微风中摇曳，农夫和他的儿子来到田里。“这麦子该收了，”农夫说，“我们必须叫邻居和朋友来帮我们收割。”附近巢里的小百灵鸟吓坏了，因为他们知道如果在收割者来之前不离开巢穴就会非常危险。当百灵鸟妈妈带回食物时，他们告诉了她听到的话。“别怕，孩子们，”百灵鸟妈妈说，“如果农夫说要叫邻居和朋友来帮忙，这麦子一时半会儿还收不了。”几天后，麦子熟透了，风吹过麦秆时，麦粒沙沙地落在小百灵鸟的头上。“如果这麦子不马上收，我们就得损失一半庄稼了，”农夫说，“我们不能再等朋友帮忙了。明天我们必须自己动手。”当小百灵鸟告诉妈妈那天听到的话时，她说：“那我们必须马上离开。当一个人决定自己动手而不依赖别人时，你可以肯定不会再拖延了。”那天下午大家忙着扑腾翅膀练习飞行，第二天日出时，当农夫和他的儿子割下麦子时，发现了一个空巢。",
    "moral": "Self-help is the best help.",
    "moral_zh": "求人不如求己。",
    "metrics": {
      "wordCount": 299,
      "readingTime": 2
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d711",
    "title": "The Cat and the Old Rat",
    "title_zh": "猫与老鼠",
    "author": "Aesop's Fables",
    "content": "There was once a Cat who was so watchful, that a Mouse hardly dared show the tip of his whiskers for fear of being eaten alive. That Cat seemed to be everywhere at once with his claws all ready for a pounce. At last the Mice kept so closely to their dens, that the Cat saw he would have to use his wits well to catch one. So one day he climbed up on a shelf and hung from it, head downward, as if he were dead, holding himself up by clinging to some ropes with one paw. When the Mice peeped out and saw him in that position, they thought he had been hung up there in punishment for some misdeed. Very timidly at first they stuck out their heads and sniffed about carefully. But as nothing stirred, all trooped joyfully out to celebrate the death of the Cat. Just then the Cat let go his hold, and before the Mice recovered from their surprise, he had made an end of three or four. Now the Mice kept more strictly at home than ever. But the Cat, who was still hungry for Mice, knew more tricks than one. Rolling himself in flour until he was covered completely, he lay down in the flour bin, with one eye open for the Mice. Sure enough, the Mice soon began to come out. To the Cat it was almost as if he already had a plump young Mouse under his claws, when an old Rat, who had had much experience with Cats and traps, and had even lost a part of his tail to pay for it, sat up at a safe distance from a hole in the wall where he lived. \"Take care!\" he cried. \"That may be a heap of meal, but it looks to me very much like the Cat. Whatever it is, it is wisest to keep at a safe distance.\"",
    "content_zh": "从前有一只猫非常警觉，老鼠几乎不敢露出胡须尖，生怕被活吃。那只猫似乎无处不在，爪子随时准备扑击。最后老鼠们紧闭洞门，猫意识到必须用脑子才能抓到一只。于是有一天，他爬上架子，倒挂着，仿佛死了一样，用一只爪子抓着绳子支撑着。当老鼠们探出头看到这姿势时，以为他是因为犯错被吊在那里受罚的。起初他们小心翼翼地探出头，仔细嗅探。但见没有动静，大家快乐地成群结队出来庆祝猫的死。就在这时，猫松开了手，在老鼠们从惊讶中恢复之前，他已经杀死了三四只。现在老鼠们比以前更严格地待在家里。但还想吃老鼠的猫不止这一个花招。他在面粉里打滚直到全身覆盖，然后躺在面粉箱里，睁只眼等着老鼠。果然，老鼠很快开始出来了。对猫来说，仿佛爪子下已经按住了一只肥嫩的小老鼠，这时一只老鼠，他对猫和陷阱非常有经验，甚至为此失去了一部分尾巴，在离洞口安全距离的地方坐了起来。“小心！”他喊道，“那可能是一堆面粉，但在我看来很像那只猫。不管那是什么，保持安全距离是最明智的。”",
    "moral": "The wise do not let themselves be tricked a second time.",
    "moral_zh": "智者不会被骗第二次（吃一堑长一智）。",
    "metrics": {
      "wordCount": 323,
      "readingTime": 2
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d712",
    "title": "The Ass and His Shadow",
    "title_zh": "驴子与影子",
    "author": "Aesop's Fables",
    "content": "A Traveler had hired an Ass to carry him to a distant part of the country. The owner of the Ass went with the Traveler, walking beside him to drive the Ass and point out the way. The road led across a treeless plain where the Sun beat down fiercely. So intense did the heat become, that the Traveler at last decided to stop for a rest, and as there was no other shade to be found, the Traveler sat down in the shadow of the Ass. Now the heat had affected the Driver as much as it had the Traveler, and even more, for he had been walking. Wishing also to rest in the shade cast by the Ass, he began to quarrel with the Traveler, saying he had hired the Ass and not the shadow it cast. The two soon came to blows, and while they were fighting, the Ass took to its heels.",
    "content_zh": "一个旅行者租了一头驴载他去远方。驴的主人陪旅行者一起去，走在旁边赶驴指路。路穿过一片没有树木的平原，阳光猛烈地照射着。热度变得如此强烈，旅行者最后决定停下来休息，因为找不到其他阴凉处，旅行者坐在了驴的影子里。现在，炎热对赶驴人的影响和对旅行者一样大，甚至更大，因为他一直在走路。他也想在驴投下的阴影里休息，于是开始和旅行者争吵，说他租的是驴，不是驴的影子。两人很快打了起来，正当他们打架时，驴撒腿跑了。",
    "moral": "In quarreling about the shadow we often lose the substance.",
    "moral_zh": "因小失大（为了影子争吵往往失去了实体）。",
    "metrics": {
      "wordCount": 156,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d715",
    "title": "The Wolf, the Kid, and the Goat",
    "title_zh": "狼、小山羊与母山羊",
    "author": "Aesop's Fables",
    "content": "Mother Goat was going to market one morning to get provisions for her household, which consisted of but one little Kid and herself. \"Take good care of the house, my son,\" she said to the Kid, as she carefully latched the door. \"Do not let anyone in, unless he gives you this password: 'Down with the Wolf and all his race!'\" Strangely enough, a Wolf was lurking near and heard what the Goat had said. So, as soon as Mother Goat was out of sight, up he trotted to the door and knocked. \"Down with the Wolf and all his race,\" said the Wolf softly. It was the right password, but when the Kid peeped through a crack in the door and saw the shadowy figure outside, he did not feel at all easy. \"Show me a white paw,\" he said, \"or I won't let you in.\" A white paw, of course, is a feature few Wolves can show, and so Master Wolf had to go away as hungry as he had come. \"You can never be too sure,\" said the Kid, when he saw the Wolf making off to the woods.",
    "content_zh": "一天早上，母山羊要去市场为家里买必需品，家里只有她和一只小山羊。“看好家，我的儿子，”她小心地锁上门时对小山羊说，“别让任何人进来，除非他能说出这个口令：‘打倒狼和他全家！’”奇怪的是，一只狼正潜伏在附近，听到了母山羊的话。所以，母山羊刚消失在视线中，他就跑到门口敲门。“打倒狼和他全家，”狼轻声说。口令是对的，但当小山羊通过门缝看到外面的黑影时，他感到一点也不踏实。“给我看看白爪子，”他说，“否则我不让你进来。”白爪子当然是很少有狼具备的特征，所以狼先生不得不饿着肚子走了。“永远不能太确信，”小山羊看到狼逃向树林时说。",
    "moral": "Two sureties are better than one.",
    "moral_zh": "双重保险强过单一保险（小心驶得万年船）。",
    "metrics": {
      "wordCount": 192,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d718",
    "title": "The Wolves and the Sheep",
    "title_zh": "狼与羊群",
    "author": "Aesop's Fables",
    "content": "A pack of Wolves lurked near the Sheep pasture. But the Dogs kept them all at a respectful distance, and the Sheep grazed in perfect safety. But now the Wolves thought of a plan to trick the Sheep. \"Why is there always this hostility between us?\" they said. \"If it were not for those Dogs who are always stirring up trouble, I am sure we should get along beautifully. Send them away and you will see what good friends we shall become.\" The Sheep were easily fooled. They persuaded the Dogs to go away, and that very evening the Wolves had the grandest feast of their lives.",
    "content_zh": "一群狼潜伏在羊牧场附近。但狗让他们保持着敬畏的距离，羊群非常安全地吃草。但现在狼想出了一个欺骗羊的计划。“为什么我们要一直敌对呢？”他们说，“如果不是那些总是挑拨离间的狗，我确信我们会相处得很好。把他们赶走，你会看到我们会成为多么好的朋友。”羊群很容易被骗了。他们说服狗离开，就在那天晚上，狼享受了他们一生中最盛大的宴席。",
    "moral": "Do not give up friends for foes.",
    "moral_zh": "不要因为敌人而放弃朋友（唇亡齿寒）。",
    "metrics": {
      "wordCount": 107,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6e7",
    "title": "The Fighting Bulls and the Frog",
    "title_zh": "斗牛与青蛙",
    "author": "Aesop's Fables",
    "content": "Two Bulls were fighting furiously in a field, at one side of which was a marsh. An old Frog living in the marsh, trembled as he watched the fierce battle. \"What are you afraid of?\" asked a young Frog. \"Do you not see,\" replied the old Frog, \"that the Bull who is beaten, will be driven away from the good forage up there to the reeds of this marsh, and we shall all be trampled into the mud?\" It turned out as the Frog had said. The beaten Bull was driven to the marsh, where his great hoofs crushed the Frogs to death.",
    "content_zh": "两头公牛在田野里激烈搏斗，田边有一片沼泽。住在沼泽里的一只老青蛙看着激战，瑟瑟发抖。“你怕什么？”一只年轻青蛙问。“难道你没看见，”老青蛙回答，“那头被打败的公牛会被赶出上面的好草地，逃到这片沼泽的芦苇丛里，我们都会被踩死在泥里吗？”结果正如青蛙所说。被打败的公牛被赶到了沼泽，他巨大的蹄子把青蛙踩死了。",
    "moral": "When the great fall out, the weak must suffer for it.",
    "moral_zh": "神仙打架，凡人遭殃（城门失火，殃及池鱼）。",
    "metrics": {
      "wordCount": 103,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6eb",
    "title": "The Goatherd and the Wild Goats",
    "title_zh": "牧羊人与野山羊",
    "author": "Aesop's Fables",
    "content": "One cold stormy day a Goatherd drove his Goats for shelter into a cave, where a number of Wild Goats had also found their way. The Shepherd wanted to make the Wild Goats part of his flock; so he fed them well. But to his own flock, he gave only just enough food to keep them alive. When the weather cleared, and the Shepherd led the Goats out to feed, the Wild Goats scampered off to the hills. \"Is that the thanks I get for feeding you and treating you so well?\" complained the Shepherd. \"Do not expect us to join your flock,\" replied one of the Wild Goats. \"We know how you would treat us later on, if some strangers should come as we did.\"",
    "content_zh": "一个寒冷的暴风雨天，牧羊人把他的山羊赶进一个山洞避难，那里也有一些野山羊。牧羊人想把野山羊变成自己羊群的一部分；所以他喂给他们好吃的。但对他自己的羊群，他只给了刚好维持生命的食物。当天气放晴，牧羊人带山羊出去吃草时，野山羊逃到了山上。“这就是我喂你们、对你们那么好得到的感谢吗？”牧羊人抱怨道。“别指望我们加入你的羊群，”一只野山羊回答，“我们知道如果以后有像我们一样的陌生人来，你会怎么对待我们（即喜新厌旧）。”",
    "moral": "It is unwise to treat old friends badly for the sake of new ones.",
    "moral_zh": "为了新朋友而亏待老朋友是不明智的。",
    "metrics": {
      "wordCount": 126,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6ec",
    "title": "The Spendthrift and the Swallow",
    "title_zh": "挥霍者与燕子",
    "author": "Aesop's Fables",
    "content": "A young fellow, who was very popular among his boon companions as a good spender, quickly wasted his fortune trying to live up to his reputation. Then one fine day in early spring he found himself with not a penny left, and no property save the clothes he wore. He was to meet some jolly young men that morning, and he was at his wits' end how to get enough money to keep up appearances. Just then a Swallow flew by, twittering merrily, and the young man, thinking summer had come, hastened off to a clothes dealer, to whom he sold all the clothes he wore down to his very tunic. A few days later a change in weather brought a severe frost; and the poor swallow and that foolish young man in his light tunic, and with his arms and knees bare, could scarcely keep life in their shivering bodies.",
    "content_zh": "一个年轻小伙子，因为出手阔绰而在狐朋狗友中很受欢迎，为了维持名声很快挥霍掉了财产。早春的一个好天气，他发现自己身无分文，除了身上的衣服别无长物。那天早上他要去见一些快乐的年轻人，正为如何弄到钱撑门面而发愁。就在这时，一只燕子快乐地叫着飞过，年轻人以为夏天来了，急忙跑到旧衣商那里，卖掉了所有的衣服，只剩下一件单衣。几天后天气突变，严霜降临；可怜的燕子和那个只穿单衣、露着胳膊膝盖的愚蠢年轻人，冻得瑟瑟发抖，几乎保不住性命。",
    "moral": "One swallow does not make a summer.",
    "moral_zh": "一燕不成夏（孤证不立）。",
    "metrics": {
      "wordCount": 151,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6fb",
    "title": "The Miser",
    "title_zh": "守财奴",
    "author": "Aesop's Fables",
    "content": "A Miser had buried his gold in a secret place in his garden. Every day he went to the spot, dug up the treasure and counted it piece by piece to make sure it was all there. He made so many trips that a Thief, who had been observing him, guessed what it was the Miser had hidden, and one night quietly dug up the treasure and made off with it. When the Miser discovered his loss, he was overcome with grief and despair. He groaned and cried and tore his hair. A passerby heard his cries and asked what had happened. \"My gold! O my gold!\" cried the Miser, wildly, \"someone has robbed me!\" \"Your gold! There in that hole? Why did you put it there? Why did you not keep it in the house where you could easily get it when you had to buy things?\" \"Buy!\" screamed the Miser angrily. \"Why, I never touched the gold. I couldn't think of spending any of it.\" The stranger picked up a large stone and threw it into the hole. \"If that is the case,\" he said, \"cover up that stone. It is worth just as much to you as the treasure you lost!\"",
    "content_zh": "一个守财奴把金子埋在花园的一个秘密地方。每天他都去那里，挖出宝藏一块一块地数，确保都在。他去得太频繁了，以至于一个小偷观察到了，猜到了守财奴藏了什么，一天晚上悄悄挖出宝藏偷走了。当守财奴发现损失时，悲痛欲绝。他呻吟哭泣，撕扯头发。一个路人听到哭声问发生了什么。“我的金子！哦，我的金子！”守财奴疯狂地喊道，“有人抢了我！”“你的金子！就在那个洞里？你为什么要放在那儿？为什么不放在屋里，买东西方便拿呢？”“买！”守财奴愤怒地尖叫，“哎呀，我从来不碰那些金子。我想都没想过花它。”陌生人捡起一块大石头扔进洞里。“如果是那样，”他说，“埋上这块石头吧。它对你的价值和你失去的宝藏一样大！”",
    "moral": "A possession is worth no more than the use we make of it.",
    "moral_zh": "财富的价值在于使用它（物尽其用）。",
    "metrics": {
      "wordCount": 204,
      "readingTime": 2
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6ff",
    "title": "The Bat and the Weasels",
    "title_zh": "蝙蝠与鼬鼠",
    "author": "Aesop's Fables",
    "content": "A Bat blundered into the nest of a Weasel, who ran up to catch and eat him. The Bat begged for his life, but the Weasel would not listen. \"You are a Mouse,\" he said, \"and I am a sworn enemy of Mice. Every Mouse I catch, I am going to eat!\" \"But I am not a Mouse!\" cried the Bat. \"Look at my wings. Can Mice fly? Why, I am only a Bird! Please let me go!\" The Weasel had to admit that the Bat was not a Mouse, so he let him go. But a few days later, the foolish Bat went blindly into the nest of another Weasel. This Weasel happened to be a bitter enemy of Birds, and he soon had the Bat under his claws, ready to eat him. \"You are a Bird,\" he said, \"and I am going to eat you!\" \"What,\" cried the Bat, \"I, a Bird! Why, all Birds have feathers! I am nothing but a Mouse. 'Down with all Cats,' is my motto!\" And so the Bat escaped with his life a second time.",
    "content_zh": "一只蝙蝠误闯进了一只鼬鼠的窝，鼬鼠冲上来要吃他。蝙蝠求饶，但鼬鼠不听。“你是老鼠，”他说，“我是老鼠的死敌。抓住老鼠我就吃！”“但我不是老鼠！”蝙蝠叫道，“看我的翅膀。老鼠会飞吗？我只是一只鸟！请放我走！”鼬鼠不得不承认蝙蝠不是老鼠，便放了他。但几天后，这只愚蠢的蝙蝠又瞎撞进了另一只鼬鼠的窝。这只鼬鼠恰好是鸟类的死敌，很快把蝙蝠按在爪下准备吃掉。“你是鸟，”他说，“我要吃了你！”“什么，”蝙蝠叫道，“我，一只鸟！哎呀，所有鸟都有羽毛！我只是一只老鼠。‘打倒所有猫’是我的座右铭！”就这样，蝙蝠第二次逃脱了性命。",
    "moral": "Set your sails with the wind.",
    "moral_zh": "见风使舵（随机应变）。",
    "metrics": {
      "wordCount": 183,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d709",
    "title": "The Fox and the Monkey",
    "title_zh": "狐狸与猴子",
    "author": "Aesop's Fables",
    "content": "At a great meeting of the Animals, who had gathered to elect a new ruler, the Monkey was asked to dance. This he did so well, with a thousand funny capers and grimaces, that the Animals were carried entirely off their feet with enthusiasm, and then and there, elected him their king. The Fox did not vote for the Monkey and was much disgusted with the Animals for electing so unworthy a ruler. One day he found a trap with a bit of meat in it. Hurrying to King Monkey, he told him he had found a rich treasure, which he had not touched because it belonged by right to his majesty the Monkey. The greedy Monkey followed the Fox to the trap. As soon as he saw the meat he grasped eagerly for it, only to find himself held fast in the trap. The Fox stood off and laughed. \"You pretend to be our king,\" he said, \"and cannot even take care of yourself!\" Shortly after that, another election among the Animals was held.",
    "content_zh": "在动物们聚集选举新统治者的盛大集会上，猴子被要求跳舞。他跳得太好了，做了一千个滑稽的动作和鬼脸，动物们热情高涨，当场推选他为王。狐狸没投猴子的票，对动物们选出这么不称职的统治者感到非常厌恶。一天，他发现了一个放了肉的捕兽夹。他急忙跑去告诉猴王，说发现了一件珍宝，他没敢动，因为这理应属于猴王陛下。贪婪的猴子跟着狐狸来到陷阱前。一看到肉，他就急切地去抓，结果被牢牢夹住。狐狸站在一旁大笑。“你假装是我们的国王，”他说，“却连自己都照顾不了！”那之后不久，动物们又举行了一次选举。",
    "moral": "The true leader proves himself by his qualities.",
    "moral_zh": "真正的领袖靠品质证明自己（德不配位，必有灾殃）。",
    "metrics": {
      "wordCount": 175,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d706",
    "title": "The Lion and the Mouse",
    "title_zh": "狮子与老鼠",
    "author": "Aesop's Fables",
    "content": "A Lion lay asleep in the forest, his great head resting on his paws. A timid little Mouse came upon him unexpectedly, and in her fright and haste to get away, ran across the Lion's nose. Roused from his nap, the Lion laid his huge paw angrily on the tiny creature to kill her. \"Spare me!\" begged the poor Mouse. \"Please let me go and some day I will surely repay you.\" The Lion was much amused to think that a Mouse could ever help him. But he was generous and finally let the Mouse go. Some days later, while stalking his prey in the forest, the Lion was caught in the toils of a hunter's net. Unable to free himself, he filled the forest with his angry roaring. The Mouse knew the voice and quickly found the Lion struggling in the net. Running to one of the great ropes that bound him, she gnawed it until it parted, and soon the Lion was free. \"You laughed when I said I would repay you,\" said the Mouse. \"Now you see that even a Mouse can help a Lion.\"",
    "content_zh": "一只狮子在森林里睡觉，巨大的头枕在爪子上。一只胆小的老鼠意外撞见了他，惊慌逃跑时跑过了狮子的鼻子。狮子被从睡梦中惊醒，愤怒地把巨大的爪子按在这个小生物身上要杀她。“饶了我吧！”可怜的老鼠乞求道，“请放我走，总有一天我会报答你的。”狮子觉得老鼠能帮他这个想法很可笑。但他很宽宏大量，最终放走了老鼠。几天后，狮子在森林里捕食时，被猎人的网困住了。他无法脱身，愤怒的吼声响彻森林。老鼠听出了声音，很快发现狮子在网里挣扎。她跑过去咬断了绑着他的大绳子，很快狮子就自由了。“我说我会报答你时你笑了，”老鼠说，“现在你看到，即使是老鼠也能帮助狮子。”",
    "moral": "A kindness is never wasted.",
    "moral_zh": "善行永远不会白费（勿以善小而不为）。",
    "metrics": {
      "wordCount": 178,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d713",
    "title": "The Crow and the Pitcher",
    "title_zh": "乌鸦与水罐",
    "author": "Aesop's Fables",
    "content": "In a spell of dry weather, when the Birds could find very little to drink, a thirsty Crow found a pitcher with a little water in it. But the pitcher was high and had a narrow neck, and no matter how he tried, the Crow could not reach the water. The poor thing felt as if he must die of thirst. Then an idea came to him. Picking up some small pebbles, he dropped them into the pitcher one by one. With each pebble the water rose a little higher until at last it was near enough so he could drink.",
    "content_zh": "在一段干旱的日子里，鸟儿们几乎找不到水喝，一只口渴的乌鸦发现了一个只有一点水的水罐。但水罐很高，瓶口很窄，无论乌鸦怎么试，都够不着水。可怜的家伙觉得自己要渴死了。这时他想到了一个主意。他捡起一些小石子，一颗一颗扔进水罐里。随着每颗石子的落下，水位升高了一点，最后终于高到他可以喝到了。",
    "moral": "In a pinch a good use of our wits may help us out.",
    "moral_zh": "在紧要关头，善用智慧可以帮我们脱困（乌鸦喝水）。",
    "metrics": {
      "wordCount": 113,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6e4",
    "title": "The Boys and the Frogs",
    "title_zh": "男孩与青蛙",
    "author": "Aesop's Fables",
    "content": "Some Boys were playing one day at the edge of a pond in which lived a family of Frogs. The Boys amused themselves by throwing stones into the pond so as to make them skip on top of the water. The stones were flying thick and fast and the Boys were enjoying themselves very much; but the poor Frogs in the pond were trembling with fear. At last one of the Frogs, the oldest and bravest, put his head out of the water, and said, \"Oh, please, dear children, stop your cruel play! Though it may be fun for you, it means death to us!\"",
    "content_zh": "一天，几个男孩在住着一窝青蛙的池塘边玩耍。男孩们扔石头打水漂取乐。石头密集而快速地飞来，男孩们玩得很开心；但池塘里可怜的青蛙却吓得发抖。最后，其中一只最老最勇敢的青蛙把头伸出水面说：“哦，求求你们，亲爱的孩子们，停止你们残酷的游戏吧！虽然这对你们来说很有趣，但对我们来说意味着死亡！”",
    "moral": "Always stop to think whether your fun may not be the cause of another's unhappiness.",
    "moral_zh": "不要把快乐建立在别人的痛苦之上。",
    "metrics": {
      "wordCount": 105,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d708",
    "title": "The Ant and the Dove",
    "title_zh": "蚂蚁与鸽子",
    "author": "Aesop's Fables",
    "content": "A Dove saw an Ant fall into a brook. The Ant struggled in vain to reach the bank, and in pity, the Dove dropped a blade of straw close beside it. Clinging to the straw like a shipwrecked sailor to a broken spar, the Ant floated safely to shore. Soon after, the Ant saw a man getting ready to kill the Dove with a stone. But just as he cast the stone, the Ant stung him in the heel, so that the pain made him miss his aim, and the startled Dove flew to safety in a distant wood.",
    "content_zh": "一只鸽子看到一只蚂蚁掉进了小溪。蚂蚁挣扎着想爬上岸，但徒劳无功，鸽子出于同情，叼了一根稻草扔到它旁边。蚂蚁像遭遇海难的水手抓着断桅杆一样紧紧抓住稻草，安全地漂到了岸边。不久之后，蚂蚁看到一个人正准备用石头打死鸽子。正当他要扔石头时，蚂蚁咬了他的脚后跟一口，疼痛让他失了准头，受惊的鸽子飞到了远处安全的树林里。",
    "moral": "A kindness is never wasted.",
    "moral_zh": "善行永远不会白费。",
    "metrics": {
      "wordCount": 99,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6fe",
    "title": "The Wolf and the Crane",
    "title_zh": "狼与鹤",
    "author": "Aesop's Fables",
    "content": "A Wolf had been gorging on an animal he had killed, when suddenly a small bone in the meat stuck in his throat and he could not swallow it. He soon felt terrible pain in his throat, and ran up and down groaning and groaning and seeking for something to relieve the pain. He tried to induce every one he met to remove the bone. \"I would give anything,\" said he, \"if you would take it out.\" At last the Crane agreed to try, and told the Wolf to lie on his side and open his jaws as wide as he could. Then the Crane put its long neck down the Wolf's throat, and with its beak loosened the bone, till at last he got it out. \"Will you kindly give me the reward you promised?\" said the Crane. The Wolf grinned and showed his teeth and said: \"Be content. You have put your head inside a Wolf's mouth and taken it out again in safety; that ought to be reward enough for you.\"",
    "content_zh": "一只狼正在大口吞食他杀死的动物，突然一块小骨头卡在了喉咙里，吞不下去。他喉咙剧痛，跑来跑去呻吟着，寻找缓解痛苦的办法。他试图恳求遇到的每个人帮他取骨头。“只要你帮我取出来，你要什么我都给，”他说。最后鹤同意试试，让狼侧躺下，把嘴张大。鹤把长脖子伸进狼的喉咙，用喙把骨头弄松，最后取了出来。“请给我你承诺的报酬好吗？”鹤说。狼咧嘴露出牙齿说：“知足吧。你把头伸进狼嘴里还能安全拿出来；这对你来说已经是足够的报酬了。”",
    "moral": "Gratitude and greed go not together.",
    "moral_zh": "贪婪的人不懂感恩（农夫与蛇）。",
    "metrics": {
      "wordCount": 182,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d70e",
    "title": "The Farmer and His Sons",
    "title_zh": "农夫与他的儿子们",
    "author": "Aesop's Fables",
    "content": "A rich old farmer, who felt that he had not many more days to live, called his sons to his bedside. \"My sons,\" he said, \"heed what I have to say to you. Do not on any account part with the estate that has belonged to our family for so many generations. Somewhere on it is hidden a rich treasure. I do not know the exact spot, but it is there, and you will surely find it. Spare no energy and leave no spot unturned in your search.\" The father died, and no sooner was he in his grave than the sons set to work digging with all their might, turning up every foot of ground with their spades, and going over the whole farm two or three times. No hidden gold did they find; but at harvest time when they had settled their accounts and had pocketed a rich profit far greater than that of any of their neighbors, they understood that the treasure their father had told them about was the wealth of a bountiful crop, and that in their industry had they found the treasure.",
    "content_zh": "一个富有的老农夫觉得自己时日无多，把儿子们叫到床前。“儿子们，”他说，“听好我要说的话。无论如何不要卖掉我们家族几代相传的土地。那里某个地方藏着丰富的宝藏。我不知道确切位置，但它就在那里，你们一定会找到的。不遗余力，挖遍每一寸土地去寻找。”父亲死后，刚下葬不久，儿子们就全力挖掘，用铲子翻遍了每一寸土地，整个农场翻了两三遍。他们没找到隐藏的金子；但在收获季节，当他们结清账目，获得了远超邻居的丰厚利润时，他们明白了父亲所说的宝藏就是丰收的财富，他们的辛勤劳动就是宝藏。",
    "moral": "Industry is itself a treasure.",
    "moral_zh": "勤劳本身就是宝藏。",
    "metrics": {
      "wordCount": 196,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d716",
    "title": "The Two Goats",
    "title_zh": "两只山羊",
    "author": "Aesop's Fables",
    "content": "Two Goats, frisking gayly on the rocky steeps of a mountain valley, chanced to meet, one on each side of a deep chasm through which poured a mighty mountain torrent. The trunk of a fallen tree formed the only means of crossing the chasm, and on this not even two squirrels could have passed each other in safety. The narrow path would have made the bravest tremble. Not so our Goats. Their pride would not permit either to stand aside for the other. One set her foot on the log. The other did likewise. In the middle they met horn to horn. Neither would give way, and so they both fell, to be swept away by the roaring torrent below.",
    "content_zh": "两只山羊在山谷陡峭的岩石上快乐地嬉戏，偶然在一条深渊两边相遇，深渊下面是汹涌的山洪。一棵倒下的树干是过深渊的唯一途径，上面连两只松鼠都无法安全错车。狭窄的路径会让最勇敢的人发抖。但我们的山羊不会。他们的骄傲不允许任何一方让路。一只踏上了圆木。另一只也踏了上去。在中间他们角对角相遇了。谁也不肯让步，于是他们都掉下去了，被下面咆哮的洪流卷走。",
    "moral": "It is better to yield than to come to misfortune through stubbornness.",
    "moral_zh": "退一步海阔天空（固执导致不幸）。",
    "metrics": {
      "wordCount": 133,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6e9",
    "title": "The Ass and the Load of Salt",
    "title_zh": "驴子与盐",
    "author": "Aesop's Fables",
    "content": "A Merchant, driving his Ass homeward from the seashore with a heavy load of salt, came to a river crossed by a shallow ford. They had crossed this river many times before without accident, but this time the Ass slipped and fell when halfway over. And when the Merchant at last got him to his feet, much of the salt had melted away. Delighted to find how much lighter his burden had become, the Ass finished the journey very gayly. Next day the Merchant went for another load of salt. On the way home the Ass, remembering what had happened at the ford, purposely let himself fall into the water, and again got rid of most of his burden. The angry Merchant immediately turned about and drove the Ass back to the seashore, where he loaded him with two great baskets of sponges. At the ford the Ass again tumbled over; but when he had scrambled to his feet, it was a very disconsolate Ass that dragged himself homeward under a load ten times heavier than before.",
    "content_zh": "一个商人赶着他的驴子，驮着重重的一袋盐从海边回家，来到一条有浅滩的河边。他们以前多次安全渡过这条河，但这一次驴子走到一半时滑倒了。当商人终于让他站起来时，大部分盐已经融化了。发现负担变轻了这么多，驴子非常高兴地完成了旅程。第二天，商人又去运盐。在回家的路上，驴子记起在浅滩发生的事，故意让自己跌进水里，又一次摆脱了大部分负担。愤怒的商人立刻转身赶着驴子回到海边，在那里给他装了两大筐海绵。在浅滩处，驴子又跌倒了；但当他爬起来时，这只沮丧的驴子不得不拖着比以前重十倍的负担回家。",
    "moral": "The same measures will not suit all circumstances.",
    "moral_zh": "同样的方法并不适用于所有情况（弄巧成拙）。",
    "metrics": {
      "wordCount": 177,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d70b",
    "title": "The Lion and the Gnat",
    "title_zh": "狮子与蚊子",
    "author": "Aesop's Fables",
    "content": "\"Away with you, vile insect!\" said a Lion angrily to a Gnat that was buzzing around his head. But the Gnat was not in the least disturbed. \"Do you think,\" he said spitefully to the Lion, \"that I am afraid of you because they call you king?\" The next instant he flew at the Lion and stung him sharply on the nose. Mad with rage, the Lion struck fiercely at the Gnat, but only succeeded in tearing himself with his claws. Again and again the Gnat stung the Lion, who now was roaring terribly. At last, worn out with rage and covered with wounds that his own teeth and claws had made, the Lion gave up the fight. The Gnat buzzed away to tell the whole world about his victory, but instead he flew straight into a spider's web. And there, he who had defeated the King of beasts came to a miserable end, the prey of a little spider.",
    "content_zh": "“滚开，卑鄙的昆虫！”狮子对一只在他头边嗡嗡叫的蚊子愤怒地说。但蚊子一点也没被吓到。“你以为，”他恶毒地对狮子说，“因为他们叫你国王我就怕你吗？”下一瞬间他飞向狮子，狠狠地叮了他的鼻子。狮子气得发疯，猛烈地拍打蚊子，但只把自己的脸抓破了。蚊子一次又一次地叮咬狮子，狮子发出可怕的吼声。最后，狮子精疲力竭，满身都是自己牙齿和爪子造成的伤口，放弃了战斗。蚊子嗡嗡叫着飞走，想告诉全世界他的胜利，但他却径直飞进了一张蜘蛛网。在那里，这个打败了万兽之王的家伙迎来了悲惨的结局，成了一只小蜘蛛的猎物。",
    "moral": "The least of our enemies is often the most to be feared.\nPride over a success should not throw us off our guard.",
    "moral_zh": "最小的敌人往往最可怕。胜利后的骄傲不应让我们放松警惕。",
    "metrics": {
      "wordCount": 160,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6f4",
    "title": "The Monkey and the Camel",
    "title_zh": "猴子与骆驼",
    "author": "Aesop's Fables",
    "content": "At a great celebration in honor of King Lion, the Monkey was asked to dance for the company. His dancing was very clever indeed, and the animals were all highly pleased with his grace and lightness. The praise that was showered on the Monkey made the Camel envious. He was very sure that he could dance quite as well as the Monkey, if not better, so he pushed his way into the crowd that was gathered around the Monkey, and rising on his hind legs, began to dance. But the big hulking Camel made himself very ridiculous as he kicked out his knotty legs and twisted his long clumsy neck. Besides, the animals found it hard to keep their toes from under his heavy hoofs. At last, when one of his huge feet came within an inch of King Lion's nose, the animals were so disgusted that they set upon the Camel in a rage and drove him out into the desert. Shortly afterward, refreshments, consisting mostly of Camel's hump and ribs, were served to the company.",
    "content_zh": "在为狮子王举行的盛大庆典上，猴子被邀请为大家跳舞。他的舞姿确实非常灵巧，动物们都对他优雅轻盈的动作非常满意。对猴子的赞美让骆驼心生嫉妒。他确信自己也能跳得和猴子一样好，甚至更好，于是他挤进围观猴子的人群，用后腿站立起来，开始跳舞。但这只笨重的骆驼踢着满是疙瘩的腿，扭着细长笨拙的脖子，让自己看起来非常可笑。而且，动物们很难不被他沉重的蹄子踩到脚。最后，当他的一只大脚差点踢到狮子王的鼻子时，动物们非常厌恶，愤怒地攻击骆驼，把他赶到了沙漠里。不久之后，大家享用了点心，主要是骆驼峰和骆驼排骨。",
    "moral": "Do not try to ape your betters.",
    "moral_zh": "东施效颦。",
    "metrics": {
      "wordCount": 177,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6fa",
    "title": "The Wild Boar and the Fox",
    "title_zh": "野猪与狐狸",
    "author": "Aesop's Fables",
    "content": "A Wild Boar was sharpening his tusks busily against the stump of a tree, when a Fox happened by. Now the Fox was always looking for a chance to make fun of his neighbors. So he made a great show of looking anxiously about, as if in fear of some hidden enemy. But the Boar kept right on with his work. \"Why are you doing that?\" asked the Fox at last with a grin. \"There isn't any danger that I can see.\" \"True enough,\" replied the Boar, \"but when danger does come there will not be time for such work as this. My weapons will have to be ready for use then, or I shall suffer for it.\"",
    "content_zh": "一只野猪正忙着在树桩上磨牙，这时一只狐狸路过。狐狸总是找机会取笑邻居。通过他故意装出焦虑的样子四处张望，好像害怕有什么隐藏的敌人。但野猪继续干他的活。“你为什么那样做？”狐狸最后咧嘴笑着问，“我看没什么危险啊。”“确实，”野猪回答，“但当危险真的来临时，就没有时间做这种工作了。那时我的武器必须准备好，否则我就会吃亏。”",
    "moral": "Preparedness for war is the best guarantee of peace.",
    "moral_zh": "居安思危，有备无患。",
    "metrics": {
      "wordCount": 118,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d705",
    "title": "The Ass, the Fox, and the Lion",
    "title_zh": "驴子、狐狸与狮子",
    "author": "Aesop's Fables",
    "content": "An Ass and a Fox had become close comrades, and were constantly in each other's company. While the Ass cropped a fresh bit of greens, the Fox would devour a chicken from the neighboring farmyard or a bit of cheese filched from the dairy. One day the pair unexpectedly met a Lion. The Ass was very much frightened, but the Fox calmed his fears. \"I will talk to him,\" he said. So the Fox walked boldly up to the Lion. \"Your highness,\" he said in an undertone, so the Ass could not hear him, \"I've got a fine scheme in my head. If you promise not to hurt me, I will lead that foolish creature yonder into a pit where he can't get out, and you can feast at your pleasure.\" The Lion agreed and the Fox returned to the Ass. \"I made him promise not to hurt us,\" said the Fox. \"But come, I know a good place to hide till he is gone.\" So the Fox led the Ass into a deep pit. But when the Lion saw that the Ass was his for the taking, he first of all struck down the traitor Fox.",
    "content_zh": "一头驴和一只狐狸成了亲密伙伴，总是形影不离。驴子吃新鲜的青草时，狐狸就吃从邻居农场偷来的鸡或从奶牛场顺来的奶酪。一天，这对搭档意外遇到了一只狮子。驴子吓得不轻，但狐狸安抚了他。“我去跟他谈谈，”他说。于是狐狸大胆地走到狮子面前。“陛下，”他低声说，不想让驴子听见，“我有个好主意。如果您答应不伤害我，我就把那个愚蠢的家伙引到一个出不来的坑里，您可以尽情享用。”狮子同意了，狐狸回到驴子身边。“我让他答应不伤害我们了，”狐狸说，“不过来吧，我知道个躲藏的好地方，等他走了再说。”于是狐狸把驴子引到了一个深坑里。但当狮子看到驴子已经是囊中之物时，他首先打死了背叛朋友的狐狸。",
    "moral": "Traitors may expect treachery.",
    "moral_zh": "背叛者必遭背叛。",
    "metrics": {
      "wordCount": 197,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d701",
    "title": "The Birds, the Beasts, and the Bat",
    "title_zh": "鸟、兽与蝙蝠",
    "author": "Aesop's Fables",
    "content": "The Birds and the Beasts declared war against each other. No compromise was possible, and so they went at it tooth and claw. It is said the quarrel grew out of the persecution the race of Geese suffered at the teeth of the Fox family. The Beasts, too, had cause for fight. The Eagle was constantly pouncing on the Hare, and the Owl dined daily on Mice. It was a terrible battle. Many a Hare and many a Mouse died. Chickens and Geese fell by the score—and the victor always stopped for a feast. Now the Bat family had not openly joined either side. They were a very politic race. So when they saw the Birds getting the better of it, they were Birds for all there was in it. But when the tide of battle turned, they immediately sided with the Beasts. When the battle was over, the conduct of the Bats was discussed at the peace conference. Such deceit was unpardonable, and Birds and Beasts made common cause to drive out the Bats. And since then the Bat family hides in dark towers and deserted ruins, flying out only in the night.",
    "content_zh": "鸟类和兽类宣战了。没有妥协的可能，于是它们展开了殊死搏斗。据说这是因为鹅族受到狐狸家族的迫害引发的争吵。兽类也有战斗的理由。鹰不断扑杀野兔，猫头鹰每天吃老鼠。这是一场可怕的战斗。许多野兔和老鼠死去了。鸡和鹅成批倒下——胜利者总是停下来享用盛宴。蝙蝠家族没有公开加入任何一方。它们是非常圆滑的种族。所以当它们看到鸟类占上风时，它们就全力支持鸟类。但当战局逆转时，它们立即倒向兽类。战斗结束后，在和平会议上讨论了蝙蝠的行为。这种欺骗行为是不可原谅的，鸟类和兽类联合起来驱逐了蝙蝠。从此以后，蝙蝠家族就躲在黑暗的塔楼和废墟中，只在夜间飞出来。",
    "moral": "The deceitful have no friends.",
    "moral_zh": "骗子没有朋友。",
    "metrics": {
      "wordCount": 194,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6e2",
    "title": "The Sheep and the Pig",
    "title_zh": "绵羊与猪",
    "author": "Aesop's Fables",
    "content": "One day a shepherd discovered a fat Pig in the meadow where his Sheep were pastured. He very quickly captured the porker, which squealed at the top of its voice the moment the Shepherd laid his hands on it. You would have thought, to hear the loud squealing, that the Pig was being cruelly hurt. But in spite of its squeals and struggles to escape, the Shepherd tucked his prize under his arm and started off to the butcher's in the market place. The Sheep in the pasture were much astonished and amused at the Pig's behavior, and followed the Shepherd and his charge to the pasture gate. \"What makes you squeal like that?\" asked one of the Sheep. \"The Shepherd often catches and carries off one of us. But we should feel very much ashamed to make such a terrible fuss about it like you do.\" \"That is all very well,\" replied the Pig, with a squeal and a frantic kick. \"When he catches you he is only after your wool. But he wants my bacon! gree-ee-ee!\"",
    "content_zh": "一天，牧羊人发现他的羊群吃草的牧场里有一只肥猪。他很快抓住了这只猪，牧羊人一碰它，它就拼命尖叫。听到那响亮的尖叫声，你还会以为这只猪受到了残酷的伤害。但尽管它尖叫挣扎着想逃跑，牧羊人还是夹着战利品前往市场的肉铺。牧场里的羊对猪的行为感到非常惊讶和好笑，跟着牧羊人和他的猎物走到牧场门口。“你为什么叫成那样？”一只羊问，“牧羊人经常抓我们中的一个带走。但如果像你这样大吵大闹，我们会感到非常羞愧。”“说得轻巧，”猪一边尖叫一边疯狂踢打回答道，“他抓你们只是为了要你们的毛。但他想要我的肉啊！唧——唧——唧！”",
    "moral": "It is easy to be brave when there is no danger.",
    "moral_zh": "站着说话不腰疼（没有危险时表现勇敢很容易）。",
    "metrics": {
      "wordCount": 178,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6f9",
    "title": "The Travelers and the Purse",
    "title_zh": "旅行者与钱包",
    "author": "Aesop's Fables",
    "content": "Two men were traveling in company along the road when one of them picked up a well-filled purse. \"How lucky I am!\" he said. \"I have found a purse. Judging by its weight it must be full of gold.\" \"Do not say 'I have found a purse,'\" said his companion. \"Say rather 'we have found a purse' and 'how lucky we are.' Travelers ought to share alike the fortunes or misfortunes of the road.\" \"No, no,\" replied the other angrily. \"I found it and I am going to keep it.\" Just then they heard a shout of \"Stop, thief!\" and looking around, saw a mob of people armed with clubs coming down the road. The man who had found the purse fell into a panic. \"We are lost if they find the purse on us,\" he cried. \"No, no,\" replied the other, \"You would not say 'we' before, so now stick to your 'I'. Say 'I am lost.'\"",
    "content_zh": "两个人在路上结伴而行，其中一人捡到了一个装得满满的钱包。“我真幸运！”他说，“我捡到了一个钱包。看这重量里面肯定装满了金子。”“别说‘我捡到了一个钱包’，”他的同伴说，“应该说‘我们捡到了一个钱包’，还有‘我们真幸运’。旅行者应该同甘共苦。”“不，不，”那人愤怒地回答，“是我捡到的，我要自己留着。”就在这时，他们听到有人喊“抓贼啊！”，回头一看，一群人拿着木棍冲了过来。捡到钱包的人慌了。“如果我们被发现身上有钱包，我们就完了，”他叫道。“不，不，”同伴回答，“你之前不肯说‘我们’，所以现在坚持你的‘我’吧。说‘我完了’。”",
    "moral": "We cannot expect any one to share our misfortunes unless we are willing to share our good fortune also.",
    "moral_zh": "除非我们愿意分享好运，否则不能指望别人分担我们的不幸。",
    "metrics": {
      "wordCount": 158,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6fd",
    "title": "The Wolf and His Shadow",
    "title_zh": "狼与影子",
    "author": "Aesop's Fables",
    "content": "A Wolf left his lair one evening in fine spirits and an excellent appetite. As he ran, the setting sun cast his shadow far out on the ground, and it looked as if the wolf were a hundred times bigger than he really was. \"Why,\" exclaimed the Wolf proudly, \"see how big I am! Fancy me running away from a puny Lion! I'll show him who is fit to be king, he or I.\" Just then an immense shadow blotted him out entirely, and the next instant a Lion struck him down with a single blow.",
    "content_zh": "一天傍晚，一只狼离开巢穴，精神饱满，胃口极好。当他奔跑时，落日把他的影子在地上拉得很长，看起来比他实际大了一百倍。“哇，”狼骄傲地惊叹，“看我有多大！想想我竟然还要躲避一只瘦小的狮子！我要让他看看谁才配当国王，是他还是我。”就在这时，一个巨大的阴影完全遮住了他，下一瞬间，一只狮子一巴掌把他打倒在地。",
    "moral": "Do not let your fancy make you forget realities.",
    "moral_zh": "不要让幻想使你忘记现实（要有自知之明）。",
    "metrics": {
      "wordCount": 96,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6fc",
    "title": "The Oak and the Reeds",
    "title_zh": "橡树与芦苇",
    "author": "Aesop's Fables",
    "content": "A Giant Oak stood near a brook in which grew some slender Reeds. When the wind blew, the great Oak stood proudly upright with its hundred arms, battling with the storm. But the Reeds bowed low in the wind and sang a sad and mournful song. \"You have reason to complain,\" said the Oak. \"The slightest breeze that ruffles the surface of the water makes you bow your heads, while I, the mighty Oak, stand upright and firm before the howling tempest.\" \"Do not worry about us,\" replied the Reeds. \"The winds do not harm us. We bow before them and so we do not break. You, in all your pride and strength, have so far resisted their blows. But the end is coming.\" As the Reeds spoke a great hurricane rushed out of the north. The Oak stood proudly and fought against the storm, while the yielding Reeds bowed low. The wind redoubled in fury, and all at once the great tree fell, torn up by the roots, and lay among the pitying Reeds.",
    "content_zh": "一棵巨大的橡树站在小溪边，溪里长着一些纤细的芦苇。当风吹来时，巨大的橡树骄傲地挺立着，用它的百条手臂与风暴搏斗。但芦苇在风中低头弯腰，唱着悲伤的歌。“你们有理由抱怨，”橡树说，“微风吹皱水面就把你们吹得低头，而我，强大的橡树，在怒号的暴风雨面前挺立不倒。”“别担心我们，”芦苇回答，“风伤不到我们。我们在风面前弯腰，所以我们不会折断。你，凭着所有的骄傲和力量，到现在为止抵抗了风的打击。但结局快来了。”正当芦苇说话时，一场大飓风从北方袭来。橡树骄傲地站立着，与风暴对抗，而顺从的芦苇则深深低下头。风势加倍猛烈，突然，大树倒了，被连根拔起，倒在怜悯它的芦苇丛中。",
    "moral": "Better to yield when it is folly to resist, than to resist stubbornly and be destroyed.",
    "moral_zh": "识时务者为俊杰（在抵抗是愚蠢的时候，妥协比顽抗被毁灭要好）。",
    "metrics": {
      "wordCount": 196,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d70d",
    "title": "The Rich Man and the Tanner",
    "title_zh": "富人与制革匠",
    "author": "Aesop's Fables",
    "content": "A rich man bought a house next to a Tanner. Soon he found that the smell was more than he could bear. He went to the Tanner and tried to get him to move. But the Tanner kept putting it off, saying he would move in a little while. This went on for some time, until at last the rich man got used to the smell and made no more complaints.",
    "content_zh": "一个富人买了一栋房子，隔壁是个制革匠。很快他发现那气味让他无法忍受。他去找制革匠，试图让他搬走。但制革匠一直推脱，说过一阵子就搬。这样过了一段时间，最后富人习惯了那气味，也就不再抱怨了。",
    "moral": "We can get used to anything.",
    "moral_zh": "习惯成自然（入鲍鱼之肆，久而不闻其臭）。",
    "metrics": {
      "wordCount": 73,
      "readingTime": 1
    }
  },
  {
    "id": "5ff6fb389f24d116ce28d6e5",
    "title": "The Owl and the Grasshopper",
    "title_zh": "猫头鹰与蚂蚱",
    "author": "Aesop's Fables",
    "content": "The Owl always takes her sleep during the day. Then after sundown, when the rosy light fades from the sky and the shadows rise slowly through the wood, out she comes ruffling and blinking from the old hollow tree. Now her weird \"hoo-hoo-hoo-oo-oo\" echoes through the quiet wood, and she begins her hunt for the bugs and beetles, frogs and mice that she likes so well to eat. Now there was a certain old Owl who had become very cross and hard to please as she grew older, especially if anything disturbed her daily slumbers. One warm summer afternoon as she dozed away in her den in the old oak tree, a Grasshopper nearby began a joyous but very raspy song. Out popped the old Owl's head from the opening in the tree that served her both for door and for window. \"Get away from here, sir,\" she said to the Grasshopper. \"Have you no manners? You should at least respect my age and leave me to sleep in quiet!\" But the Grasshopper answered saucily that he had as much right to his place in the sun as the Owl had to her place in the old oak. Then he struck up a louder and still more rasping tune. The wise old Owl knew quite well that it would do no good to argue with the Grasshopper, nor with anybody else for that matter. Besides, her eyes were not sharp enough by day to permit her to punish the Grasshopper as he deserved. So she laid aside all hard words and spoke very kindly to him. \"Well sir,\" she said, \"if I must stay awake, I am going to settle right down to enjoy your singing. Now that I think of it, I have a wonderful wine here, sent me from Olympus, of which I am told Apollo drinks before he sings to the high gods. Please come up and taste this delicious drink with me. I know it will make you sing like Apollo himself.\" The foolish Grasshopper was taken in by the Owl's flattering words. Up he jumped to the Owl's den, but as soon as he was near enough so the old Owl could see him clearly, she pounced upon him and ate him up.",
    "content_zh": "猫头鹰总是在白天睡觉。日落后，当天空玫瑰色的光芒褪去，阴影缓缓升起穿过树林时，她就从那棵古老的空心树里扑腾着翅膀，眨着眼睛出来了。现在她怪异的“呼-呼-呼-呜-呜”声回荡在寂静的树林里，她开始捕猎她最爱吃的虫子、甲虫、青蛙和老鼠。有一只老猫头鹰，年纪越大脾气越坏，越难伺候，特别是如果什么东西打扰了她白天的睡眠。一个温暖的夏日午后，当她在老橡树的巢穴里打瞌睡时，附近一只蚂蚱开始唱起欢快但非常刺耳的歌。老猫头鹰把头从那个既当门又当窗的树洞伸出来。“滚远点，先生，”她对蚂蚱说，“你没礼貌吗？你至少应该尊重我的年纪，让我安静地睡觉！”但蚂蚱傲慢地回答说，他在阳光下待着的权利和猫头鹰在老橡树里待着的权利一样大。然后他唱起了更响亮、更刺耳的曲子。聪明的老猫头鹰很清楚，和蚂蚱争论没什么用，和谁争论都没用。而且，她的眼睛在白天不够敏锐，无法按他应得的那样惩罚蚂蚱。于是她收起所有严厉的话，非常和蔼地对他说。“好吧，先生，”她说，“既然我不得不醒着，我就打算好好享受你的歌声。既然我想到了，我这里有一瓶美酒，是从奥林匹斯山送来的，据说阿波罗在给众神唱歌之前就是喝这种酒。请上来和我一起品尝这美味的饮料。我知道这会让你唱得像阿波罗本人一样好。”愚蠢的蚂蚱被猫头鹰的奉承话骗了。他跳上猫头鹰的巢穴，但他一靠近到老猫头鹰能看清他的地方，她就扑向他把他吃掉了。",
    "moral": "Flattery is not a proof of true admiration.\nDo not let flattery throw you off your guard against an enemy.",
    "moral_zh": "奉承不是真正钦佩的证明（口蜜腹剑）。不要让奉承使你对敌人放松警惕。",
    "metrics": {
      "wordCount": 329,
      "readingTime": 3
    }
  }
]